Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Reset All Settings
bg: Нулиране на всички настройки
cs: Obnovit všechna nastavení
da: Nulstil alle indstillinger
de: Alle Einstellungen zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων
es: Restablecer todas las configuraciones
et: Lähtesta kõik seaded
fi: Nollaa kaikki asetukset
fr: Réinitialiser tous les paramètres
he: אפס את כל ההגדרות
hr: Poništi sve postavke
hu: Minden beállítás visszaállítása
is: Endurstilla öll stillingar
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
nl: Reset alle instellingen
no: Tilbakestill alle innstillinger
pl: Zresetuj wszystkie ustawienia
pt: Redefinir Todas as Configurações
ro: Resetare toate setările
ru: Сбросить все настройки
sk: Obnoviť všetky nastavenia
sv: Återställ alla inställningar
tr: Tüm Ayarları Sıfırla
uk: Скинути всі налаштування

source: Encoding Settings
bg: Настройки на кодиране
cs: Nastavení kódování
da: Kodningsindstillinger
de: Codierungseinstellungen
el: Ρυθμίσεις Κωδικοποίησης
es: Configuración de codificación
et: Kodeerimise seaded
fi: Koodausasetukset
fr: Paramètres d'encodage
he: הגדרות קידוד
hr: Postavke kodiranja
hu: Kódolási beállítások
is: Kóðunarstillingar
it: Impostazioni di codifica
ja: エンコーディング設定
nl: Coderinginstellingen
no: Kodinginnstillinger
pl: Ustawienia kodowania
pt: Configurações de Codificação
ro: Setări de codare
ru: Настройки кодирования
sk: Nastavenia kódovania
sv: Kodningsinställningar
tr: Kodlama Ayarları
uk: Налаштування кодування

source: GPU partial mode
bg: Частичен режим на GPU
cs: Částečný režim GPU
da: GPU delvis tilstand
de: GPU-Partialmodus
el: Λειτουργία μερικής GPU
es: Modo parcial de GPU
et: GPU osaline režiim
fi: GPU-osittainen tila
fr: Mode partiel GPU
he: מצב חלקי של GPU
hr: GPU djelomični način
hu: GPU részleges mód
is: GPU hlutbundin stilling
it: Modalità parziale GPU
ja: GPU部分モード
nl: GPU-deelmodus
no: GPU delvis modus
pl: Tryb częściowy GPU
pt: Modo parcial da GPU
ro: Modul parțial GPU
ru: Режим частичной работы GPU
sk: Čiastočný režim GPU
sv: GPU delvis läge
tr: GPU kısmi modu
uk: Режим часткового використання GPU

source: Decode using CPU, encode using GPU
bg: Декодиране с CPU, кодиране с GPU
cs: Dekódujte pomocí CPU, kódujte pomocí GPU.
da: Dekodning ved hjælp af CPU, kodning ved hjælp af GPU
de: Decodieren mittels CPU, codieren mittels GPU
el: Αποκωδικοποίηση με CPU, κωδικοποίηση με GPU
es: Decodificar usando CPU, codificar usando GPU
et: Dekodeeri CPU abil, kodeeri GPU abil
fi: Purkaa CPU:lla, koodaa GPU:lla
fr: Décodez en utilisant le CPU, encodez en utilisant le GPU.
he: פענח באמצעות מעבד, קודד באמצעות מעבד גרפי
hr: Dekodiraj pomoću CPU-a, kodiraj pomoću GPU-a
hu: CPU-val dekódolás, GPU-val kódolás
is: Afkóða með CPU, kóða með GPU
it: Decodifica usando CPU, codifica usando GPU
ja: CPUを使用してデコードし、GPUを使用してエンコードします。
nl: Decode met CPU, encode met GPU
no: Dekod med CPU, kod med GPU
pl: Dekoduj za pomocą CPU, zakoduj za pomocą GPU
pt: Decodifique usando CPU, codifique usando GPU
ro: Decodare folosind CPU, codificare folosind GPU
ru: Декодировать с помощью ЦП, кодировать с помощью ГП.
sk: Dekódujte pomocou CPU, kódujte pomocou GPU.
sv: Avkoda med CPU, koda med GPU
tr: CPU kullanarak çöz, GPU kullanarak kodla.
uk: Декодувати за допомогою ЦП, кодувати за допомогою ГП.

source: Compression preset
bg: Предустановки за компресия
cs: Přednastavení komprese
da: Komprimeringsforudindstilling
de: Kompressions-Preset
el: Προκαθορισμένη ρύθμιση συμπίεσης
es: Preset de compresión
et: Kompresseerimise eelvalik
fi: Pakkaus esiasetus
fr: Préréglage de compression
he: הגדרת דחיסה
hr: Postavka kompresije
hu: Tömörítési előbeállítás
is: Þjöppunarsnið
it: Impostazione di compressione
ja: 圧縮プリセット
nl: Compressievoorkeursinstelling
no: Komprimeringsforhåndsinnstilling
pl: Ustawienia kompresji
pt: Predefinição de compressão
ro: Preset de compresie
ru: Предустановка сжатия
sk: Predvoľba kompresie
sv: Komprimeringsförinställning
tr: Sıkıştırma ön ayarı
uk: Пресет стиснення

source: Speed vs compression ratio
bg: Скорост vs коефициент на компресия
cs: Rychlost vs poměr komprese
da: Hastighed vs kompressionsforhold
de: Geschwindigkeit vs. Kompressionsverhältnis
el: Ταχύτητα έναντι αναλογίας συμπίεσης
es: Velocidad vs relación de compresión
et: Kiirus vs tihendus suhe
fi: Nope.
fr: Vitesse par rapport au taux de compression
he: מהירות מול יחס דחיסה
hr: Brzina vs omjer kompresije
hu: Sebesség vs tömörítési arány
is: Hraði vs þjöppunarhlutfall
it: Velocità vs rapporto di compressione
ja: 速度対圧縮比
nl: Snelheid versus compressieverhouding
no: Hastighet vs kompresjonsforhold
pl: Szybkość a współczynnik kompresji
pt: Velocidade vs taxa de compressão
ro: Viteză vs raport de compresie
ru: Скорость против коэффициента сжатия
sk: Rýchlosť vs pomer kompresie
sv: Hastighet vs komprimeringsförhållande
tr: Hız vs sıkıştırma oranı
uk: Швидкість проти коефіцієнта стиснення

source: Output Format
bg: Формат на изхода
cs: Formát výstupu
de: Ausgabeformat
el: Μορφή εξόδου
es: Formato de salida
et: Väljimisvormaat
fi: Tulostusmuoto
fr: Format de sortie
he: פורמט פלט
hr: Format izlaza
hu: Kimeneti formátum
is: Útgangsformát.
it: Formato di output
ja: 出力形式
nl: Uitvoerformaat
no: Utdataformat
pl: Format wyjściowy
pt: Formato de Saída
ro: Format de ieșire
ru: Формат вывода
sk: Formát výstupu
sv: Utdataformat
tr: Çıktı Formatı
uk: Формат виводу

source: Container format for output file
bg: Контейнерен формат за изходен файл
cs: Formát kontejneru pro výstupní soubor
da: Beholderformat for outputfilen
de: Containerformat für Ausgabedatei
el: Μορφή κοντέινερ για το αρχείο εξόδου
es: Formato de contenedor para el archivo de salida
et: Väljendi formaat väljundfaili jaoks
fi: Tulostustiedoston säiliömuoto
fr: Format de conteneur pour le fichier de sortie
he: פורמט מיכל לקובץ פלט
hr: Format kontejnera za izlaznu datoteku
hu: Kimeneti fájl konténerformátuma
is: Gáttaform fyrir úttaksfíl.
it: Formato del contenitore per il file di output
ja: 出力ファイルのコンテナ形式
nl: Containerformaat voor uitvoerbestand
no: Beholderformat for utdatafil
pl: Format kontenera dla pliku wyjściowego
pt: Formato de contêiner para arquivo de saída
ro: Format de container pentru fișierul de ieșire
ru: Формат контейнера для выходного файла
sk: Formát kontajnera pre výstupný súbor
sv: Behållarformat för utdatafil
tr: Çıktı dosyası için konteyner formatı
uk: Формат контейнера для вихідного файлу

source: Video resolution
bg: Видео резолюция
cs: Video rozlišení
da: Videoopløsning
de: Videoauflösung
el: Ανάλυση βίντεο
es: Resolución de video
et: Videotee resolutsioon
fi: Videon tarkkuus
fr: Résolution vidéo
he: רזולוציית וידאו
hr: Video rezolucija
hu: Videófelbontás
is: Videóupplausn
it: Risoluzione video
ja: ビデオ解像度
nl: Videoweergavekwaliteit
no: Videooppløsning
pl: Rozdzielczość wideo
pt: Resolução de vídeo
ro: Rezoluția video
ru: Разрешение видео
sk: Video rozlíšenie
sv: Videoupplösning
tr: Video çözünürlüğü
uk: Роздільна здатність відео

source: Select output resolution
bg: Изберете изходна резолюция
cs: Vyberte výstupní rozlišení
da: Vælg output opløsning
de: Ausgabeauflösung auswählen
el: Επιλέξτε ανάλυση εξόδου
es: Seleccionar resolución de salida
et: Vali väljundi eraldusvõime
fi: Valitse tulostusresoluutio
fr: Sélectionnez la résolution de sortie
he: בחר רזולוציית פלט
hr: Odaberite izlaznu rezoluciju
hu: Válassza ki a kimeneti felbontást
is: Veldu úttaksupplausn
it: Seleziona la risoluzione di output
ja: 出力解像度を選択してください
nl: Selecteer uitvoerresolutie
no: Velg utgangsoppløsning
pl: Wybierz rozdzielczość wyjściową
pt: Selecione a resolução de saída
ro: Selectați rezoluția de ieșire
ru: Выберите разрешение вывода
sk: Vyberte výstupné rozlíšenie
sv: Välj utmatningsupplösning
tr: Çıktı çözünürlüğünü seçin
uk: Виберіть роздільну здатність виходу

source: Custom resolution
bg: Персонализирано разрешение
cs: Vlastní rozlišení
da: Brugerdefineret opløsning
de: Benutzerdefinierte Auflösung
el: Προσαρμοσμένη ανάλυση
es: Resolución personalizada
et: Kohandatud eraldusvõime
fi: Mukautettu tarkkuus
fr: Résolution personnalisée
he: רזולוציה מותאמת אישית
hr: Prilagođena razlučivost
hu: Egyedi felbontás
is: Séría sérsnið
it: Risoluzione personalizzata
ja: カスタム解像度
nl: Aangepaste resolutie
no: Egendefinert oppløsning
pl: Niestandardowa rozdzielczość
pt: Resolução personalizada
ro: Rezoluție personalizată
ru: Пользовательское разрешение
sk: Vlastné rozlíšenie
sv: Anpassad upplösning
tr: Özel çözünürlük
uk: Користувацька роздільна здатність

source: Ex: 1280x720, 1920x1080
bg: 1280x720, 1920x1080
cs: 1280x720, 1920x1080
da: 1280x720, 1920x1080
de: Beispiel: 1280x720, 1920x1080
el: 1280x720, 1920x1080
es: 1280x720, 1920x1080
et: 1280x720, 1920x1080
fi: 1280x720, 1920x1080
fr: 1280x720, 1920x1080
he: 1280x720, 1920x1080
hr: 1280x720, 1920x1080
hu: 1280x720, 1920x1080
is: 1280x720, 1920x1080
it: 1280x720, 1920x1080
ja: 1280x720、1920x1080
nl: 1280x720, 1920x1080
no: 1280x720, 1920x1080
pl: 1280x720, 1920x1080
ro: 1280x720, 1920x1080
ru: 1280x720, 1920x1080
sk: 1280x720, 1920x1080
sv: 1280x720, 1920x1080
tr: 1280x720, 1920x1080
uk: 1280x720, 1920x1080

source: Audio Settings
bg: Настройки на звука
cs: Nastavení zvuku
da: Lydindstillinger
de: Audioeinstellungen
el: Ρυθμίσεις Ήχου
es: Configuración de audio
et: Heli seaded
fi: Ääniasetukset
fr: Paramètres audio
he: הגדרות שמע
hr: Postavke zvuka
hu: Hangkészlet
is: Hljóðstillingar
it: Impostazioni audio
ja: オーディオ設定
nl: Audio-instellingen
no: Lydinnstillinger
pl: Ustawienia audio
pt: Configurações de Áudio
ro: Setări audio
ru: Настройки звука
sk: Nastavenia zvuku
sv: Ljudinställningar
tr: Ses Ayarları
uk: Налаштування звуку

source: Audio bitrate
bg: Аудио битрейт
cs: Bitrate zvuku
da: Lyd bitrate
el: Αναλογία bit ήχου
es: Tasa de bits de audio
et: Heli bitikiirus
fi: Äänibittinopeus
fr: Débit binaire audio
he: קצב סיביות שמע
hu: Audio bitráta
is: Hljóðbitraður
it: Bitrate audio
ja: オーディオビットレート
no: Lydbitrate
pl: Bitrate audio
pt: Taxa de bits de áudio
ro: Bitrate audio
ru: Аудиобитрейт
sk: Bitráž zvuku
sv: Ljudbitrate
tr: Ses bit hızı
uk: Аудіобітрейт

source: Select common bitrate or enter custom value
bg: Изберете общ битрейт или въведете персонализирана стойност.
cs: Vyberte běžnou bitrate nebo zadejte vlastní hodnotu.
da: Vælg almindelig bitrate eller indtast brugerdefineret værdi
de: Gängige Bitrate auswählen oder benutzerdefinierten Wert eingeben
el: Επιλέξτε κοινό bitrate ή εισάγετε προσαρμοσμένη τιμή
es: Seleccione la tasa de bits común o ingrese un valor personalizado.
et: Vali tavaline bitikiirus või sisesta kohandatud väärtus
fi: Valitse yleinen bittinopeus tai syötä mukautettu arvo.
fr: Sélectionnez un débit binaire commun ou saisissez une valeur personnalisée.
he: בחר קצב סיביות נפוץ או הזן ערך מותאם אישית
hr: Odaberite uobičajeni bitrate ili unesite prilagođenu vrijednost
hu: Válassza ki a közönséges bitrátát, vagy adjon meg egyedi értéket.
is: Veldu algengann bitraun eða sláðu inn sérsniðið gildi.
it: Seleziona un bitrate comune o inserisci un valore personalizzato.
ja: 一般的なビットレートを選択するか、カスタム値を入力してください。
nl: Selecteer een gangbare bitrate of voer een aangepaste waarde in
no: Velg vanlig bithastighet eller skriv inn egendefinert verdi
pl: Wybierz wspólny bitrate lub wprowadź niestandardową wartość
pt: Selecione a taxa de bits comum ou insira um valor personalizado.
ro: Selectați bitrate-ul comun sau introduceți o valoare personalizată.
ru: Выберите общий битрейт или введите пользовательское значение.
sk: Vyberte bežný bitrate alebo zadajte vlastnú hodnotu.
sv: Välj vanlig bithastighet eller ange anpassat värde
tr: Ortak bit hızı seçin veya özel değer girin.
uk: Виберіть загальний бітрейт або введіть власне значення

source: Custom bitrate
bg: Персонализиран битрейт
cs: Vlastní bitrate
da: Brugerdefineret bitrate
de: Benutzerdefinierte Bitrate
el: Προσαρμοσμένος ρυθμός μετάδοσης
es: Tasa de bits personalizada
et: Kohandatud bitikiirus
fi: Mukautettu bittinopeus
fr: Débit binaire personnalisé
he: קצב סיביות מותאם אישית
hr: Prilagođena brzina prijenosa
hu: Egyedi bitráta
is: Sérstakur bithraði
it: Bitrate personalizzato
ja: カスタムビットレート
nl: Aangepaste bitrate
no: Egendefinert bithastighet
pl: Niestandardowy bitrate
pt: Bitrate personalizado
ro: Bitrate personalizat
ru: Пользовательская битрейт
sk: Vlastný bitrate
sv: Anpassad bithastighet
tr: Özel bit hızı
uk: Користувацька бітрейт

source: Ex: 128k, 192k, 256k
bg: 128k, 192k, 256k
da: 128k, 192k, 256k
de: Beispiel: 128k, 192k, 256k
el: 128k, 192k, 256k
et: 128k, 192k, 256k
fi: 128k, 192k, 256k
he: 128k, 192k, 256k
hu: 128k, 192k, 256k
is: 128k, 192k, 256k
it: 128k, 192k, 256k
no: 128k, 192k, 256k
ro: 128k, 192k, 256k
ru: 128k, 192k, 256k
sk: 128k, 192k, 256k
sv: 128k, 192k, 256k
tr: 128k, 192k, 256k
uk: 128k, 192k, 256k

source: Audio channels
bg: Аудиоканали
cs: Zvukové kanály
da: Lydkanaler
de: Audiokanäle
el: Κανάλια ήχου
es: Canales de audio
et: Helikanalid
fi: Äänikanavat
fr: Canaux audio
he: ערוצי שמע
hr: Audio kanali
hu: Hangkimenetek
is: Hljóðrásir
it: Canali audio
ja: オーディオチャンネル
nl: Audiokanalen
no: Lydkanaler
pl: Kanały audio
pt: Canais de áudio
ro: Canale audio
ru: Аудиоканалы
sk: Zvukové kanály
sv: Ljudkanaler
tr: Ses kanalları
uk: Аудіоканали

source: Select common channel configuration
bg: Изберете обща конфигурация на канала
cs: Vyberte běžnou konfiguraci kanálu
da: Vælg almindelig kanal konfiguration
de: Geimeinsame Kanalkonfiguration auswählen
el: Επιλέξτε κοινή διαμόρφωση καναλιού
es: Seleccionar configuración de canal común
et: Vali tavaline kanalikonfiguratsioon
fi: Valitse yleinen kanavakonfiguraatio
fr: Sélectionnez la configuration de canal commune
he: בחר תצורת ערוץ משותף
hr: Odaberite uobičajenu konfiguraciju kanala
hu: Válassza a közös csatorna konfigurációt
is: Veldu algengna rásaskipulag.
it: Seleziona la configurazione del canale comune
ja: 共通チャネル構成を選択してください
nl: Selecteer veelvoorkomende kanaalconfiguratie
no: Velg vanlig kanaloppsett
pl: Wybierz wspólną konfigurację kanału
pt: Selecione a configuração de canal comum
ro: Selectați configurația canalului comun
ru: Выберите общую конфигурацию канала
sk: Vyberte bežnú konfiguráciu kanála
sv: Välj vanlig kanalinställning
tr: Ortak kanal yapılandırmasını seçin.
uk: Виберіть загальну конфігурацію каналу

source: Custom channels
bg: Персонализирани канали
cs: Vlastní kanály
da: Brugerdefinerede kanaler
de: Benutzerdefinierte Kanäle
el: Προσαρμοσμένα κανάλια
es: Canales personalizados
et: Kohandatud kanalid
fi: Mukautetut kanavat
fr: Canaux personnalisés
he: ערוצים מותאמים אישית
hr: Prilagođeni kanali
hu: Egyedi csatornák
is: Séríur sérsniðnar
it: Canali personalizzati
ja: カスタムチャネル
nl: Aangepaste kanalen
no: Egendefinerte kanaler
pl: Kanały niestandardowe
pt: Canais personalizados
ro: Canale personalizate
ru: Пользовательские каналы
sk: Vlastné kanály
sv: Anpassade kanaler
tr: Özel kanallar
uk: Користувацькі канали

source: Ex: 2 (stereo), 6 (5.1)
bg: Ex: 2 (стерео), 6 (5.1)
de: Beispiel: 2 (Stereo), 6 (5.1)
el: Ex: 2 (στερεοφωνικό), 6 (5.1)
es: Ej: 2 (estéreo), 6 (5.1)
fi: Esim: 2 (stereo), 6 (5.1)
fr: Ex : 2 (stéréo), 6 (5.1)
he: דוגמה: 2 (סטריאו), 6 (5.1)
hu: Ex: 2 (sztereó), 6 (5.1)
it: Esempio: 2 (stereo), 6 (5.1)
ja: 例: 2 (ステレオ), 6 (5.1)
no: Eksempel: 2 (stereo), 6 (5.1)
pt: Ex: 2 (estéreo), 6 (5.1)
ru: Пример: 2 (стерео), 6 (5.1)
tr: Örnek: 2 (stereo), 6 (5.1)
uk: Ex: 2 (стерео), 6 (5.1)

source: Audio codec
bg: Аудио кодек
cs: Audio kodek
da: Lydkodek
el: Κωδικοποιητής ήχου
es: Códec de audio
et: Helikooder
fi: Äänikooderi
fr: Codec audio
he: קודק אודיו
hr: Audio kodek
hu: Audio kodek
is: Hljóðkóði
it: Codec audio
ja: オーディオコーデック
no: Lydkodek
pl: Kodek audio
pt: Codec de áudio
ro: Codec audio
ru: Аудиокодек
sk: Audio kodek
sv: Ljudcodec
tr: Ses kodek
uk: Аудіокодек

source: Codec to use when re-encoding audio
bg: Кодек за използване при повторно кодиране на аудио
cs: Kodek, který se má použít při znovu kódování zvuku
da: Codec der skal bruges ved genkodning af lyd
de: Codec, der beim erneuten Codieren von Audio verwendet werden soll
el: Κωδικοποιητής που θα χρησιμοποιηθεί κατά την επανακωδικοποίηση ήχου
es: Códec a utilizar al volver a codificar audio
et: Koodek, mida kasutada heli uuesti kodeerimisel
fi: Kooderi, jota käytetään äänen uudelleenkoodauksessa.
fr: Codec à utiliser lors de la ré-encodage de l'audio
he: קודקוד לשימוש בעת קידוד מחדש של שמע
hr: Codec koji se koristi prilikom ponovnog kodiranja zvuka
hu: Akkódoló, amelyet az audio újrakódolásához használ.
is: Kóði til að nota þegar endur-kóðun hljóðs
it: Codec da utilizzare durante la ricodifica audio
ja: オーディオを再エンコードする際に使用するコーデック
nl: Codec om te gebruiken bij het opnieuw coderen van audio
no: Kodek som skal brukes ved re-koding av lyd
pl: Kodek do użycia przy ponownym kodowaniu dźwięku
pt: Codec a ser usado ao reencodar áudio
ro: Codec de utilizat atunci când reencodificați audio
ru: Кодек для повторного кодирования аудио
sk: Kodek na použitie pri opätovnom kódovaní zvuku
sv: Codec att använda vid omkodning av ljud
tr: Ses yeniden kodlama sırasında kullanılacak codec
uk: Кодек для використання при повторному кодуванні аудіо

source: General Options
bg: Общи опции
cs: Obecné možnosti
da: Generelle indstillinger
de: Allgemeine Optionen
el: Γενικές Επιλογές
es: Opciones Generales
et: Üldvalikud
fi: Yleiset asetukset
fr: Options générales
he: אפשרויות כלליות
hr: Opće opcije
hu: Általános beállítások
is: Almennar valkostir
it: Opzioni generali
ja: 一般オプション
nl: Algemene opties
no: Generelle alternativer
pl: Ogólne opcje
pt: Opções Gerais
ro: Opțiuni generale
ru: Общие параметры
sk: Všeobecné možnosti
sv: Allmänna alternativ
tr: Genel Seçenekler
uk: Загальні параметри

source: Additional FFmpeg options
bg: Допълнителни опции на FFmpeg
cs: Další možnosti FFmpeg
da: Yderligere FFmpeg-indstillinger
de: Zusätzliche FFmpeg-Optionen
el: Επιπλέον επιλογές FFmpeg
es: Opciones adicionales de FFmpeg
et: Lisaks FFmpeg valikutele
fi: Lisäasetukset FFmpegille
fr: Options FFmpeg supplémentaires
he: אפשרויות נוספות של FFmpeg
hr: Dodatne FFmpeg opcije
hu: További FFmpeg opciók
is: Aukalegar FFmpeg valkostir
it: Opzioni FFmpeg aggiuntive
ja: 追加のFFmpegオプション
nl: Aanvullende FFmpeg-opties
no: Ytterligere FFmpeg-alternativer
pl: Dodatkowe opcje FFmpeg
pt: Opções adicionais do FFmpeg
ro: Opțiuni suplimentare FFmpeg
ru: Дополнительные параметры FFmpeg
sk: Ďalšie možnosti FFmpeg
sv: Ytterligare FFmpeg-alternativ
tr: Ekstra FFmpeg seçenekleri
uk: Додаткові параметри FFmpeg

source: Ex: -ss 60 -t 30
bg: -ss 60 -t 30
cs: -ss 60 -t 30
da: -ss 60 -t 30
de: Beispiel: -ss 60 -t 30
el: -ss 60 -t 30
et: -ex 60 -t 30
fi: -ss 60 -t 30
hu: -ss 60 -t 30
is: -ss 60 -t 30
it: -ss 60 -t 30
nl: -ss 60 -t 30
no: -ss 60 -t 30
ro: -ss 60 -t 30
ru: -ss 60 -t 30
sk: -ss 60 -t 30
sv: -ss 60 -t 30
tr: -ss 60 -t 30
uk: -ss 60 -t 30

source: Only extract subtitles
bg: Само извлечете субтитри
cs: Pouze extrahovat titulky
da: Kun udtræk undertekster
de: Nur Untertitel extrahieren
el: Μόνο εξαγωγή υποτίτλων
es: Solo extraer subtítulos
et: Ainult subtiitre väljavõtmine
fi: Vain tekstitysten poimiminen
fr: Extraire uniquement les sous-titres
he: רק לחלץ כתוביות
hr: Samo izdvojite titlove
hu: Csak a feliratok kinyerése
is: Aðeins draga út texta.
it: Estrai solo i sottotitoli.
ja: 字幕のみ抽出
nl: Alleen ondertitels extraheren
no: Bare ekstrakt undertekster
pl: Tylko wyodrębnij napisy
pt: Apenas extrair legendas
ro: Extrageți doar subtitrările.
ru: Только извлечение субтитров
sk: Iba len titulky.
sv: Endast extrahera undertexter
tr: Sadece altyazıları çıkarın.
uk: Лише витягти субтитри

source: Extract subtitles to .srt files
bg: Извлечете субтитри в .srt файлове
cs: Extrahujte titulky do .srt souborů
da: Ekstraher undertekster til .srt-filer
de: Untertitel in .srt-Dateien extrahieren
el: Εξαγωγή υποτίτλων σε αρχεία .srt
es: Extraer subtítulos a archivos .srt
et: Ekstrakti subtiitrid .srt failidesse
fi: Poimi tekstitykset .srt-tiedostoihin
fr: Extraire les sous-titres au format .srt
he: חלץ כתוביות לקבצי .srt
hr: Izvuci titlove u .srt datoteke
hu: Kivonat feliratokat .srt fájlokba
is: Dregðu út texta í .srt skrár
it: Estrai i sottotitoli in file .srt
ja: .srtファイルに字幕を抽出する
nl: Exporteer ondertitels naar .srt-bestanden
no: Ekstraher undertekster til .srt-filer
pl: Wyodrębnij napisy do plików .srt
pt: Extrair legendas para arquivos .srt
ro: Extrage subtitrările în fișiere .srt
ru: Извлечь субтитры в файлы .srt
sk: Extrahovať titulky do súborov .srt
sv: Extrahera undertexter till .srt-filer
tr: Altyazıları .srt dosyalarına çıkar.
uk: Екстрактувати субтитри у файли .srt

source: Automatic
bg: Автоматичен
cs: Automatický
el: Αυτόματος
fr: Automatique
hu: Automatikus
is: Sjálfvirkt
nl: Automatisch
pt: Automático
ru: Автоматический

source: OpenGL (hardware accelerated)
bg: OpenGL (апаратно ускорен)
cs: OpenGL (hardwarově akcelerované)
el: OpenGL (υποστηριζόμενο από υλικό)
fr: OpenGL (accéléré par le matériel)
hu: OpenGL (hardveres gyorsítás)
is: OpenGL (hugbúnaðarhraðað)
nl: OpenGL (hardwareversneld)
pt: OpenGL (acelerado por hardware)
ru: OpenGL (аппаратное ускорение)

source: Software (compatible mode)
bg: Софтуер (съвместим режим)
cs: Software (kompatibilní režim)
el: Λογισμικό (συμβατή λειτουργία)
fr: Logiciel (mode compatible)
hu: Szoftver (kompatibilis mód)
is: Hugbúnaður (samhæfingarmód)
nl: Software (compatibiliteitsmodus)
pt: Software (modo compatível)
ru: Программное обеспечение (совместимый режим)

source: Video preview rendering
bg: Рендиране на видео преглед
cs: Náhled videa se renderuje
el: Απόδοση προεπισκόπησης βίντεο
fr: Rendu d'aperçu vidéo
hu: Videóelőnézet renderelése
is: Vöruforsýning rendering
nl: Videovoorvertoning renderen
pt: Renderização de pré-visualização de vídeo
ru: Рендеринг предварительного просмотра видео

source: Rendering mode for video editor preview. Restart required to apply.
bg: Режим на рендериране за преглед на видео редактора. Необходимо е рестартиране, за да се приложи.
cs: Režim vykreslování pro náhled video editoru. Je vyžadován restart pro aplikaci.
el: Λειτουργία απόδοσης για προεπισκόπηση επεξεργαστή βίντεο. Απαιτείται επανεκκίνηση για εφαρμογή.
fr: Mode de rendu pour l'aperçu de l'éditeur vidéo. Un redémarrage est requis pour appliquer.
hu: Videószerkesztő előnézet renderelési módja. Az alkalmazáshoz újraindítás szükséges.
is: Rendering stilla fyrir forsýningu vídeóklippir. Endurræsa nauðsynleg til að beita.
nl: Weergavemodus voor videobewerkingsvoorbeeld. Herstart vereist om toe te passen.
pt: Modo de renderização para visualização do editor de vídeo. Reinício necessário para aplicar.
ru: Режим рендеринга для предварительного просмотра видеоредактора. Требуется перезапуск для применения.

source: Restart Required
bg: Необходимо е рестартиране
cs: Vyžaduje se restartování
el: Απαιτείται Επανεκκίνηση
fr: Redémarrage requis
hu: Újraindítás szükséges
is: Endurstilling nauðsynleg.
nl: Herstart vereist
pt: Reinício Necessário
ru: Требуется перезагрузка
