Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Advanced: Custom FFmpeg options. • For experienced users only • Invalid options may cause errors • Example: -ss 60 -t 30 (skip 60s, take 30s)
bg: Разширени: Персонализирани опции за FFmpeg. • Само за опитни потребители • Невалидните опции могат да причинят грешки • Пример: -ss 60 -t 30 (пропусни 60s, вземи 30s)
cs: Pokročilé: Vlastní možnosti FFmpeg. • Pouze pro zkušené uživatele • Neplatné možnosti mohou způsobit chyby • Příklad: -ss 60 -t 30 (přeskočit 60s, vzít 30s)
da: Avanceret: Tilpassede FFmpeg-indstillinger. • Kun for erfarne brugere • Ugyldige indstillinger kan forårsage fejl • Eksempel: -ss 60 -t 30 (spring 60s over, tag 30s)
de: Erweitert: Benutzerdefinierte FFmpeg-Optionen. • Nur für erfahrene Benutzer • Ungültige Optionen können Fehler verursachen • Beispiel: -ss 60 -t 30 (überspringe 60s, nehme 30s)
el: Προηγμένο: Προσαρμοσμένες επιλογές FFmpeg. • Μόνο για έμπειρους χρήστες • Μη έγκυρες επιλογές μπορεί να προκαλέσουν σφάλματα • Παράδειγμα: -ss 60 -t 30 (παράλειψη 60 δευτερολέπτων, λήψη 30 δευτερολέπτων)
es: Avanzado: Opciones personalizadas de FFmpeg. • Solo para usuarios experimentados • Opciones inválidas pueden causar errores • Ejemplo: -ss 60 -t 30 (saltar 60s, tomar 30s)
et: Täpsem: Kohandatud FFmpeg valikud. • Ainult kogenud kasutajatele • Kehtetud valikud võivad põhjustada vigu • Näide: -ss 60 -t 30 (jäta vahele 60s, võta 30s)
fi: Edistynyt: Mukautetut FFmpeg-vaihtoehdot. • Vain kokeneille käyttäjille • Virheelliset vaihtoehdot voivat aiheuttaa virheitä • Esimerkki: -ss 60 -t 30 (ohita 60s, ota 30s)
fr: Avancé : Options FFmpeg personnalisées. • Réservé aux utilisateurs expérimentés • Les options invalides peuvent provoquer des erreurs • Exemple : -ss 60 -t 30 (sauter 60s, prendre 30s)
he: מתקדמים: אפשרויות FFmpeg מותאמות אישית. • רק למשתמשים מנוסים • אפשרויות לא תקינות עשויות לגרום לשגיאות • דוגמה: -ss 60 -t 30 (דלג על 60 שניות, קח 30 שניות)
hr: Napredno: Prilagođene FFmpeg opcije. • Samo za iskusne korisnike • Nevažeće opcije mogu uzrokovati greške • Primjer: -ss 60 -t 30 (preskoči 60s, uzmi 30s)
hu: Haladó: Egyedi FFmpeg opciók. • Csak tapasztalt felhasználók számára • Érvénytelen opciók hibákat okozhatnak • Példa: -ss 60 -t 30 (ugorj 60 másodpercet, vegyél 30 másodpercet)
is: Fyrirferð: Sérsniðnar FFmpeg valkostir. • Aðeins fyrir reynda notendur • Ógildir valkostir geta valdið villum • Dæmi: -ss 60 -t 30 (sneiða 60s, taka 30s)
it: Avanzato: Opzioni personalizzate di FFmpeg. • Solo per utenti esperti • Opzioni non valide possono causare errori • Esempio: -ss 60 -t 30 (salta 60s, prendi 30s)
ja: 高度な: カスタムFFmpegオプション。 • 経験豊富なユーザーのみ • 無効なオプションはエラーを引き起こす可能性があります • 例: -ss 60 -t 30 (60秒スキップし、30秒取得)
nl: Geavanceerd: Aangepaste FFmpeg-opties. • Alleen voor ervaren gebruikers • Ongeldige opties kunnen fouten veroorzaken • Voorbeeld: -ss 60 -t 30 (sla 60s over, neem 30s)
no: Avansert: Egne FFmpeg-alternativer. • Kun for erfarne brukere • Ugyldige alternativer kan forårsake feil • Eksempel: -ss 60 -t 30 (hopp over 60s, ta 30s)
pl: Zaawansowane: Niestandardowe opcje FFmpeg. • Tylko dla doświadczonych użytkowników • Nieprawidłowe opcje mogą powodować błędy • Przykład: -ss 60 -t 30 (pomijaj 60s, weź 30s)
pt: Avançado: Opções personalizadas do FFmpeg. • Apenas para usuários experientes • Opções inválidas podem causar erros • Exemplo: -ss 60 -t 30 (pular 60s, pegar 30s)
ro: Avansat: Opțiuni personalizate FFmpeg. • Doar pentru utilizatori experimentați • Opțiunile invalide pot cauza erori • Exemplu: -ss 60 -t 30 (sari 60s, ia 30s)
ru: Расширенные: Пользовательские параметры FFmpeg. • Только для опытных пользователей • Неверные параметры могут вызвать ошибки • Пример: -ss 60 -t 30 (пропустить 60с, взять 30с)
sk: Pokročilé: Vlastné možnosti FFmpeg. • Iba pre skúsených používateľov • Neplatné možnosti môžu spôsobiť chyby • Príklad: -ss 60 -t 30 (preskočiť 60s, vziať 30s)
tr: Gelişmiş: Özel FFmpeg seçenekleri. • Sadece deneyimli kullanıcılar için • Geçersiz seçenekler hatalara neden olabilir • Örnek: -ss 60 -t 30 (60s atla, 30s al)
uk: Розширені: Користувацькі параметри FFmpeg. • Тільки для досвідчених користувачів • Неправильні параметри можуть спричинити помилки • Приклад: -ss 60 -t 30 (пропустити 60с, взяти 30с)

source: Skips all remaining processes and just exports the embedded subtitles as an SRT file.
bg: Пропуска всички останали процеси и просто експортира вградените субтитри като SRT файл.
cs: Přeskočí všechny zbývající procesy a jednoduše exportuje vložené titulky jako soubor SRT.
da: Springer alle resterende processer over og eksporterer blot de indlejrede undertekster som en SRT-fil.
de: Überspringt alle verbleibenden Prozesse und exportiert nur die eingebetteten Untertitel als SRT-Datei.
el: Παραλείπει όλες τις υπόλοιπες διαδικασίες και απλώς εξάγει τους ενσωματωμένους υπότιτλους ως αρχείο SRT.
es: Salta todos los procesos restantes y simplemente exporta los subtítulos incrustados como un archivo SRT.
et: Jätab kõik ülejäänud protsessid vahele ja ekspordib lihtsalt manustatud subtiitrid SRT-failina.
fi: Ohittaa kaikki jäljellä olevat prosessit ja vie vain upotetut tekstitykset SRT-tiedostona.
fr: Ignore tous les processus restants et exporte simplement les sous-titres intégrés en tant que fichier SRT.
he: מדלג על כל התהליכים הנותרים ומייצא רק את כתוביות המובנות כקובץ SRT.
hr: Preskoči sve preostale procese i jednostavno izvozi ugrađene titlove kao SRT datoteku.
hu: Kihagyja az összes hátralévő folyamatot, és csak az beágyazott feliratokat exportálja SRT fájlként.
is: Sleppir öll eftirfarandi ferli og flytur aðeins innbyggðu undirtextana sem SRT skrá.
it: Salta tutti i processi rimanenti ed esporta semplicemente i sottotitoli incorporati come file SRT.
ja: 残りのすべてのプロセスをスキップし、埋め込まれた字幕をSRTファイルとしてエクスポートします。
nl: Slaat alle resterende processen over en exporteert alleen de ingesloten ondertitels als een SRT-bestand.
no: Hopper over alle gjenværende prosesser og eksporterer bare de innebygde undertekstene som en SRT-fil.
pl: Pomija wszystkie pozostałe procesy i po prostu eksportuje osadzone napisy jako plik SRT.
pt: Ignora todos os processos restantes e apenas exporta as legendas incorporadas como um arquivo SRT.
ro: Sari toate procesele rămase și exportă doar subtitrările încorporate ca fișier SRT.
ru: Пропускает все оставшиеся процессы и просто экспортирует встроенные субтитры в файл SRT.
sk: Preskočí všetky zostávajúce procesy a jednoducho exportuje vložené titulky ako súbor SRT.
tr: Tüm kalan işlemleri atlar ve gömülü altyazıları bir SRT dosyası olarak dışa aktarır.
uk: Пропускає всі залишкові процеси та просто експортує вбудовані субтитри у файл SRT.

source: You’re seeing an example of help shown when hovering over an item.
bg: Виждате пример за помощ, показан при задържане на курсора над елемент.
cs: Vidíte příklad nápovědy zobrazené při najetí myší na položku.
da: Du ser et eksempel på hjælp, der vises, når du holder musen over et element.
de: Sie sehen ein Beispiel für Hilfe, die angezeigt wird, wenn Sie über ein Element fahren.
el: Βλέπετε ένα παράδειγμα βοήθειας που εμφανίζεται όταν περνάτε το ποντίκι πάνω από ένα στοιχείο.
es: Estás viendo un ejemplo de ayuda que se muestra al pasar el cursor sobre un elemento.
et: Te näed näidet abist, mis kuvatakse, kui hiirega objekti üle liigutada.
fi: Näet esimerkin avusta, joka näkyy, kun hiiren osoitin on kohdistettuna kohteeseen.
fr: Vous voyez un exemple d'aide affiché lorsque vous survolez un élément.
he: אתה רואה דוגמה לעזרה המוצגת כאשר מרחפים מעל פריט.
hr: Vidite primjer pomoći koji se prikazuje kada zadržite pokazivač miša iznad stavke.
hu: Ez egy példa a segítségre, amely akkor jelenik meg, amikor egy elem fölé viszi az egeret.
is: Þú ert að sjá dæmi um aðstoð sem sýnd er þegar þú svífur yfir hlut.
it: Stai vedendo un esempio di aiuto mostrato quando si passa il mouse su un elemento.
ja: アイテムの上にカーソルを合わせたときに表示されるヘルプの例を見ています。
nl: U ziet een voorbeeld van hulp die wordt weergegeven wanneer u met de muis boven een item zweeft.
no: Du ser et eksempel på hjelp som vises når du holder musen over et element.
pl: Widok przykładu pomocy wyświetlanej po najechaniu kursorem na element.
pt: Você está vendo um exemplo de ajuda exibido ao passar o mouse sobre um item.
ro: Vezi un exemplu de ajutor afișat atunci când treci cu mouse-ul peste un element.
ru: Вы видите пример справки, отображаемой при наведении курсора на элемент.
sk: Vidíte príklad nápovede zobrazený pri prechode kurzorom nad položkou.
tr: Bir öğenin üzerine geldiğinizde gösterilen yardım örneğini görüyorsunuz.
uk: Ви бачите приклад допомоги, що відображається при наведенні курсора на елемент.

source: Remove all files from the queue
bg: Премахнете всички файлове от опашката.
cs: Odstranit všechny soubory z fronty
da: Fjern alle filer fra køen
de: Alle Dateien aus der Warteschlange entfernen
el: Αφαιρέστε όλα τα αρχεία από την ουρά
es: Eliminar todos los archivos de la cola
et: Eemalda kõik failid järjekorrast
fi: Poista kaikki tiedostot jonosta
fr: Supprimer tous les fichiers de la file d'attente.
he: הסר את כל הקבצים מהתור
hr: Ukloni sve datoteke iz reda.
hu: Távolítsa el az összes fájlt a sorból.
is: Fjarlægðu öll skrár úr biðröðinni
it: Rimuovi tutti i file dalla coda
ja: キューからすべてのファイルを削除する
nl: Verwijder alle bestanden uit de wachtrij
no: Fjern alle filer fra køen
pl: Usuń wszystkie pliki z kolejki
pt: Remover todos os arquivos da fila
ro: Elimină toate fișierele din coadă
ru: Удалить все файлы из очереди
sk: Odstrániť všetky súbory z fronty
sv: Ta bort alla filer från kön
tr: Kuyruktaki tüm dosyaları kaldır
uk: Видалити всі файли з черги

source: Open application menu
bg: Отворете менюто на приложението
cs: Otevřít nabídku aplikace
da: Åbn applikationsmenu
de: Anwendungsmenü öffnen
el: Άνοιγμα μενού εφαρμογής
es: Abrir menú de la aplicación
et: Ava rakenduse menüü
fi: Avaa sovellusvalikko
fr: Ouvrir le menu de l'application
he: פתח את תפריט היישומים
hr: Otvorite izbornik aplikacije
hu: Alkalmazásmenü megnyitása
is: Opna forritaskrá.
it: Apri il menu dell'applicazione
ja: アプリケーションメニューを開く
nl: Open applicatiemenu
no: Åpne applikasjonsmeny
pl: Otwórz menu aplikacji
pt: Abrir menu de aplicativos
ro: Deschide meniul aplicației
ru: Открыть меню приложения
sk: Otvorenie ponuky aplikácie
sv: Öppna applikationsmeny
tr: Uygulama menüsünü açın
uk: Відкрити меню застосунків

source: Right-click for more options
bg: Щракнете с десния бутон за повече опции
cs: Klikněte pravým tlačítkem pro další možnosti
da: Højreklik for flere muligheder
de: Rechtsklick für weitere Optionen
el: Κάντε δεξί κλικ για περισσότερες επιλογές
es: Haz clic derecho para más opciones
et: Paremklõpsake, et näha rohkem valikuid
fi: Napsauta hiiren oikealla painikkeella saadaksesi lisää vaihtoehtoja
fr: Clic droit pour plus d'options
he: לחץ לחיצה ימנית עבור אפשרויות נוספות
hr: Desni klik za više opcija
hu: Jobb klikk a további lehetőségekhez
is: Hægri-smelltu fyrir fleiri valkosti
it: Fai clic con il tasto destro per ulteriori opzioni
ja: 右クリックしてさらにオプションを表示
nl: Rechtermuisklik voor meer opties
no: Høyreklikk for flere alternativer
pl: Kliknij prawym przyciskiem myszy, aby uzyskać więcej opcji
pt: Clique com o botão direito para mais opções
ro: Faceți clic dreapta pentru mai multe opțiuni
ru: Щелкните правой кнопкой мыши для получения дополнительных параметров
sk: Kliknite pravým tlačidlom myši pre ďalšie možnosti
sv: Högerklicka för fler alternativ
tr: Daha fazla seçenek için sağ tıklayın
uk: Клацніть правою кнопкою миші для додаткових параметрів

source: Preview this video file
bg: Прегледайте този видео файл.
cs: Náhled tohoto video souboru
da: Forhåndsvis denne videofil
de: Vorschau auf diese Videodatei
el: Προεπισκόπηση αυτού του αρχείου βίντεο
es: Previsualiza este archivo de video.
et: Eelvaate videofailile
fi: Esikatsele tätä videotiedostoa
fr: Aperçu de ce fichier vidéo
he: הצג תצוגה מקדימה של קובץ הווידאו הזה
hr: Pregledajte ovu video datoteku
hu: Előnézet a videófájlhoz
is: Skoða þessa vídeóskrá.
it: Anteprima di questo file video
ja: このビデオファイルをプレビューする
nl: Bekijk dit videobestand.
no: Forhåndsvis denne videofilen
pl: Podgląd tego pliku wideo
pt: Visualizar este arquivo de vídeo
ro: Previzualizați acest fișier video
ru: Предварительный просмотр этого видеофайла
sk: Náhľad tohto video súboru
sv: Förhandsgranska den här videofilen
tr: Bu video dosyasını önizleyin.
uk: Попередній перегляд цього відеофайлу

source: Open video editor for this file
bg: Отворете видео редактора за този файл
cs: Otevřít video editor pro tento soubor
da: Åbn videoeditor til denne fil
de: Öffnen Sie den Videoeditor für diese Datei
el: Ανοίξτε τον επεξεργαστή βίντεο για αυτό το αρχείο.
es: Abrir editor de video para este archivo
et: Avage video redaktorit selle faili jaoks
fi: Avaa videonmuokkaaja tälle tiedostolle
fr: Ouvrir l'éditeur vidéo pour ce fichier
he: פתח עורך וידאו עבור קובץ זה
hr: Otvorite video uređivač za ovu datoteku
hu: Nyisd meg a videószerkesztőt ehhez a fájlhoz.
is: Opnaðu vídeóritilinn fyrir þessa skrá.
it: Apri l'editor video per questo file
ja: このファイルのビデオエディタを開く
nl: Open videobewerker voor dit bestand
no: Åpne videoeditor for denne filen
pl: Otwórz edytor wideo dla tego pliku
pt: Abra o editor de vídeo para este arquivo
ro: Deschide editorul video pentru acest fișier.
ru: Открыть видеоредактор для этого файла
sk: Otvorenie video editora pre tento súbor
sv: Öppna videoredigerare för den här filen
tr: Bu dosya için video düzenleyiciyi aç.
uk: Відкрийте відеоредактор для цього файлу

source: Show detailed file information
bg: Покажи подробна информация за файла
cs: Zobrazit podrobné informace o souboru
da: Vis detaljeret filinformation
de: Detaillierte Dateiinformationen anzeigen
el: Εμφάνιση λεπτομερών πληροφοριών αρχείου
es: Mostrar información detallada del archivo
et: Kuvaa üksikasjalikku faili teavet
fi: Näytä yksityiskohtaiset tiedostotiedot
fr: Afficher les informations détaillées sur le fichier
he: הצג מידע מפורט על הקובץ
hr: Prikaži detaljne informacije o datoteci
hu: Részletes fájlinformációk megjelenítése
is: Sýna ítarlegar skráarupplýsingar
it: Mostra informazioni dettagliate sul file
ja: 詳細なファイル情報を表示する
nl: Toon gedetailleerde bestandsinformatie
no: Vis detaljerte filopplysninger
pl: Pokaż szczegółowe informacje o pliku
pt: Mostrar informações detalhadas do arquivo
ro: Afișați informații detaliate despre fișier
ru: Показать подробную информацию о файле
sk: Zobraziť podrobné informácie o súbore
sv: Visa detaljerad filinformation
tr: Ayrıntılı dosya bilgilerini göster
uk: Показати детальну інформацію про файл

source: Remove this file from the queue
bg: Премахнете този файл от опашката.
cs: Odstraňte tento soubor z fronty
da: Fjern denne fil fra køen
de: Entfernen Sie diese Datei aus der Warteschlange.
el: Αφαιρέστε αυτό το αρχείο από την ουρά.
es: Elimina este archivo de la cola.
et: Eemalda see fail järjekorrast.
fi: Poista tämä tiedosto jonosta
fr: Supprimez ce fichier de la file d'attente.
he: הסר קובץ זה מהתור
hr: Ukloni ovu datoteku iz reda.
hu: Távolítsa el ezt a fájlt a sorból.
is: Fjarlægðu þessa skrá úr biðröðinni.
it: Rimuovi questo file dalla coda
ja: このファイルをキューから削除します。
nl: Verwijder dit bestand uit de wachtrij.
no: Fjern denne filen fra køen
pl: Usuń ten plik z kolejki.
pt: Remova este arquivo da fila.
ro: Elimină acest fișier din coadă.
ru: Удалите этот файл из очереди
sk: Odstrániť tento súbor z fronty
sv: Ta bort den här filen från kön.
tr: Bu dosyayı kuyruktan kaldır.
uk: Видалити цей файл з черги

source: Go back to the main screen
bg: Върнете се на основния екран
cs: Vraťte se na hlavní obrazovku
el: Επιστροφή στην κύρια οθόνη
fi: Palaa päänäyttöön
fr: Retourner à l'écran principal
hu: Térj vissza a főképernyőre
is: Farðu aftur á aðalskjáinn
nl: Ga terug naar het hoofdscherm
pt: Voltar para a tela principal
ru: Вернуться на главный экран
uk: Повернутися на головний екран

source: Show conversion log output
bg: Покажи изхода на логовете за конверсия.
cs: Zobrazit výstup protokolu konverze
el: Εμφάνιση εξόδου αρχείου καταγραφής μετατροπής
fi: Näytä muunnoslokin tuloste
fr: Afficher la sortie du journal de conversion
hu: Mutassa a konverziós napló kimenetét
is: Sýna umbreytingar skráningarskýrslu
nl: Toon conversielogboekuitvoer
pt: Mostrar saída do log de conversão
ru: Показать вывод журнала преобразования
uk: Показати вихідний журнал конвертації

source: Cancel conversion of this file
bg: Отмени конвертирането на този файл.
cs: Zrušit převod tohoto souboru
el: Ακύρωση μετατροπής αυτού του αρχείου
fi: Peruuta tämän tiedoston muunnos
fr: Annuler la conversion de ce fichier
hu: A fájl átalakításának megszakítása
is: Hætta við umbreytingu á þessu skjali
nl: Annuleer conversie van dit bestand
pt: Cancelar a conversão deste arquivo
ru: Отменить преобразование этого файла
uk: Скасувати конвертацію цього файлу

source: Skip this file and do not convert it
bg: Пропуснете този файл и не го конвертирайте.
cs: Přeskočte tento soubor a nepřevádějte ho.
el: Παράκαμψε αυτό το αρχείο και μην το μετατρέψεις.
fi: Ohita tämä tiedosto eikä muunna sitä.
fr: Ignorez ce fichier et ne le convertissez pas.
hu: Hagyd ki ezt a fájlt, és ne konvertáld.
is: Sleppaðu þessu skjali og breyttu því ekki.
nl: Sla dit bestand over en converteer het niet
pt: Ignore este arquivo e não o converta.
ru: Пропустите этот файл и не конвертируйте его.
uk: Пропустіть цей файл і не конвертуйте його.

source: Main
bg: Основен
cs: Hlavní
da: Hoved
de: Haupt
el: Κύριο
es: Principal
et: Peamine
fi: Päävalikko
fr: Principal
he: ראשי
hr: Glavni
hu: Fő
is: Aðal
it: Principale
ja: メイン
nl: Hoofd
no: Hoved
pl: Główny
pt: Principal
ro: Principal
ru: Главный
sk: Hlavné
sv: Huvud
tr: Ana
uk: Головний

source: Conversion
bg: Конверсия
cs: Konverze
da: Konvertering
de: Konvertierung
el: Μετατροπή
es: Conversión
et: Konversioon
fi: Muunna
he: המרה
hr: Konverzija
hu: Átalakítás
is: Umbreyting
it: Conversione
ja: 変換
nl: Conversie
no: Konvertering
pl: Konwersja
pt: Conversão
ro: Conversie
ru: Конверсия
sk: Konverzia
sv: Konvertering
tr: Dönüşüm
uk: Перетворення

source: Editing
bg: Редактиране
cs: Úpravy
da: Redigering
de: Bearbeiten
el: Επεξεργασία
es: Edición
et: Redigeerimine
fi: Muokkaaminen
fr: Édition
he: עריכה
hr: Uređivanje
hu: Szerkesztés
is: Breytingar
it: Modifica
ja: 編集
nl: Bewerken
no: Redigering
pl: Edycja
pt: Edição
ro: Editare
ru: Редактирование
sk: Úprava
sv: Redigering
tr: Düzenleme
uk: Редагування

source: GPU
bg: ГПУ
he: כרטיס גרפי
ru: ГПУ
uk: ГПУ

source: Hardware acceleration
bg: Апаратурана ускорение
cs: Hardwarová akcelerace
de: Hardwarebeschleunigung
el: Υποστήριξη υλικού
es: Aceleración por hardware
et: Riisttöötluse kiirus
fi: Laitteistokiihdytys
fr: Accélération matérielle
he: האצה חומרתית
hr: Hardverska akceleracija
hu: Hardveres gyorsítás
is: Hugbúnaðarhraðun
it: Accelerazione hardware
ja: ハードウェアアクセラレーション
nl: Hardwareversnelling
no: Maskinvareakselerasjon
pl: Przyspieszenie sprzętowe
pt: Aceleração de hardware
ro: Accelerație hardware
ru: Аппаратное ускорение
sk: Hardvérové urýchlenie
sv: Hårdvaruacceleration
tr: Donanım hızlandırması
uk: Апаратуране прискорення

source: Video Quality
bg: Качество на видеото
cs: Kvalita videa
da: Video Kvalitet
de: Videoqualität
el: Ποιότητα Βίντεο
es: Calidad de video
et: Videokvaliteet
fi: Videon laatu
fr: Qualité vidéo
he: איכות וידאו
hr: Kvaliteta videa
hu: Videóminőség
is: Myndgæði
it: Qualità video
ja: 動画品質
nl: Videokwaliteit
no: Videokvalitet
pl: Jakość wideo
pt: Qualidade de Vídeo
ro: Calitate video
ru: Качество видео
sk: Kvalita videa
sv: Videokvalitet
tr: Video Kalitesi
uk: Якість відео

source: Video Codec
bg: Видео кодек
cs: Video kodek
el: Κωδικοποιητής Βίντεο
es: Códec de video
et: Videokooder
fi: Videokoodek
fr: Codec vidéo
he: קודק ווידאו
hr: Video kodek
hu: Videó kodek
is: Vöruþjöppun vídeó
it: Codec video
ja: ビデオコーデック
no: Videokodek
pl: Kodek wideo
pt: Codec de Vídeo
ro: Codec video
ru: Видеокодек
sk: Video kodek
sv: Videokodare
uk: Відеокодек

source: Audio
bg: Аудио
cs: Zvuk
da: Lyd
el: Ήχος
et: Heli
fi: Ääni
he: אודיו
hr: Zvuk
hu: Hangkép
is: Hljóð
ja: オーディオ
no: Lyd
pt: Áudio
ru: Аудио
sk: Zvuk
sv: Ljud
tr: Ses
uk: Аудіо

source: Copy video without reencoding
bg: Копирай видео без повторно кодиране
cs: Kopírovat video bez přešifrování
da: Kopier video uden genkodning
de: Video ohne erneute Codierung kopieren
el: Αντιγραφή βίντεο χωρίς επανακωδικοποίηση
es: Copiar video sin reencodeo
et: Kopeeri video ilma uuesti kodeerimata
fi: Kopioi video ilman uudelleenkoodauksen.
fr: Copier la vidéo sans réencodage
he: העתק וידאו ללא קידוד מחדש
hr: Kopiraj video bez ponovnog kodiranja
hu: Videó másolása újrakódolás nélkül
is: Afrita mynd án endurkóðunar
it: Copia video senza ricodifica
ja: 再エンコードせずにビデオをコピーする
nl: Kopieer video zonder opnieuw coderen
no: Kopier video uten re-koding
pl: Kopiuj wideo bez ponownego kodowania
pt: Copiar vídeo sem reencodificação
ro: Copiază video fără reîncodare
ru: Копировать видео без перекодирования
sk: Kopírovať video bez prekódovania
sv: Kopiera video utan omkodning
tr: Videoyu yeniden kodlamadan kopyala
uk: Скопіювати відео без повторного кодування

source: Show help on hover
bg: Покажи помощ при задържане на курсора.
cs: Zobrazit nápovědu při najetí myší
da: Vis hjælp ved at holde musen over
de: Hilfe beim Überfahren anzeigen
el: Εμφάνιση βοήθειας κατά την επικάλυψη
es: Mostrar ayuda al pasar el mouse
et: Kuva abi hõljumise ajal
fi: Näytä apu hiiren päällä
fr: Afficher l'aide au survol
he: הצג עזרה על ריחוף
hr: Prikaži pomoć pri prelasku miša.
hu: Segítség megjelenítése lebegéskor
is: Sýna aðstoð við músarhreyfingu
it: Mostra aiuto al passaggio del mouse
ja: ホバー時にヘルプを表示
nl: Toon hulp bij hover
no: Vis hjelp ved å holde musen over
pl: Pokaż pomoc po najechaniu myszką
pt: Mostrar ajuda ao passar o mouse
ro: Afișați ajutor la trecerea cu mouse-ul
ru: Показать помощь при наведении
sk: Zobraziť pomoc pri prechode myšou
tr: Üzerine geldiğinizde yardım göster
uk: Показати допомогу при наведенні

source: Advanced Settings...
bg: Разширени настройки...
cs: Pokročilé nastavení...
da: Avancerede indstillinger...
de: Erweiterte Einstellungen...
el: Προηγμένες Ρυθμίσεις...
es: Configuración avanzada...
et: Täpsemad seaded...
fi: Lisäasetukset...
fr: Paramètres avancés...
he: הגדרות מתקדמות...
hr: Napredne postavke...
hu: Speciális beállítások...
is: Aðgerðir fyrir háþróaða stillingar...
it: Impostazioni avanzate...
ja: 詳細設定...
nl: Geavanceerde instellingen...
no: Avanserte innstillinger...
pl: Zaawansowane ustawienia...
pt: Configurações Avançadas...
ro: Setări avansate...
ru: Расширенные настройки...
sk: Pokročilé nastavenia...
sv: Avancerade inställningar...
tr: Gelişmiş Ayarlar...
uk: Розширені налаштування...

source: Queue
bg: Опашка
cs: Fronta
da: Kø
de: Warteschlange
el: Ουρά
es: Cola
et: Ootejärg
fi: Jonosarja
fr: File d'attente
he: תור
hr: Redoslijed
hu: Sor
is: Biðröð
it: Coda
ja: キュー
nl: Wachtrij
no: Kø
pl: Kolejka
pt: Fila
ro: Coada
ru: Очередь
sk: Čakáreň
sv: Kö
tr: Kuyruk
uk: Черга

source: Editor
bg: Редактор
da: Redaktør
el: Επεξεργαστής
et: Toimetaja
fi: Muokkaaja
fr: Éditeur
he: עורך
hr: Urednik
hu: Szerkesztő
is: Ritillari
ja: エディター
no: Redigerer
pl: Edytor
ru: Редактор
sv: Redigerare
tr: Düzenleyici
uk: Редактор

source: Progress
bg: Напредък
cs: Pokrok
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
et: Edenemine
fi: Edistyminen
fr: Progrès
he: התקדמות
hr: Napredak
hu: Haladás
is: Framkvæmd
it: Progresso
ja: 進捗
nl: Voortgang
no: Fremdrift
pl: Postęp
pt: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sv: Framsteg
tr: İlerleme
uk: Прогрес
