Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Could not find this video file
bg: Не можа да намери този видео файл.
cs: Nelze najít tento video soubor.
da: Kunne ikke finde denne videofil
de: Diese Videodatei konnte nicht gefunden werden
el: Δεν μπόρεσα να βρω αυτό το αρχείο βίντεο.
es: No se pudo encontrar este archivo de video.
et: Seda videofaili ei leitud.
fi: Videotiedostoa ei löytynyt.
fr: Impossible de trouver ce fichier vidéo.
he: לא ניתן למצוא את קובץ הווידאו הזה
hr: Nije moguće pronaći ovu video datoteku.
hu: Nem található ez a videófájl.
is: Gat ekki fundið þetta vídeóskjal.
it: Impossibile trovare questo file video.
ja: このビデオファイルが見つかりませんでした。
nl: Kon dit videobestand niet vinden.
no: Fant ikke denne videofilen.
pl: Nie można znaleźć tego pliku wideo.
pt: Não foi possível encontrar este arquivo de vídeo.
ro: Nu s-a putut găsi acest fișier video.
ru: Не удалось найти этот видеофайл.
sk: Nenašiel sa tento video súbor.
sv: Kunde inte hitta den här videofilen
tr: Bu video dosyası bulunamadı.
uk: Не вдалося знайти цей відеофайл.

source: MP4 Compatibility Warning
bg: Предупреждение за съвместимост с MP4
cs: Varování o kompatibilitě MP4
da: MP4-kompatibilitetsadvarsel
de: MP4-Kompatibilitätswarnung
el: Προειδοποίηση Συμβατότητας MP4
es: Advertencia de compatibilidad MP4
et: MP4 ühilduvuse hoiatus
fi: MP4-yhteensopivuusvaroitus
fr: Avertissement de compatibilité MP4
he: אזהרת תאימות MP4
hr: Upozorenje o kompatibilnosti MP4
hu: MP4 Kompatibilitási Figyelmeztetés
is: MP4 Samþykkisviðvörun
it: Avviso di compatibilità MP4
ja: MP4互換性警告
nl: MP4 Compatibiliteitswaarschuwing
no: MP4-kompatibilitetsadvarsel
pl: Ostrzeżenie o zgodności MP4
pt: Aviso de Compatibilidade MP4
ro: Avertizare de compatibilitate MP4
ru: Предупреждение о совместимости MP4
sk: Upozornenie na kompatibilitu MP4
sv: MP4-kompatibilitetsvarning
tr: MP4 Uyumluluk Uyarısı
uk: Попередження про сумісність MP4

source: The source file contains streams that are not compatible with MP4 container when copying without reencoding: {} To convert this file to MP4, you need to disable 'Copy video without reencoding' option to reencode the incompatible streams.
bg: Източникът на файла съдържа потоци, които не са съвместими с MP4 контейнер при копиране без повторно кодиране: {} За да конвертирате този файл в MP4, трябва да деактивирате опцията 'Копиране на видео без повторно кодиране', за да повторно кодиране на несъвместимите потоци.
cs: Zdrojový soubor obsahuje proudy, které nejsou kompatibilní s kontejnerem MP4 při kopírování bez přešifrování: {} Pro převod tohoto souboru do formátu MP4 je nutné deaktivovat možnost 'Kopírovat video bez přešifrování', aby se přešifrovaly nekompatibilní proudy.
da: Kildefilen indeholder streams, der ikke er kompatible med MP4-containeren, når de kopieres uden reenkodning: {} For at konvertere denne fil til MP4 skal du deaktivere indstillingen 'Kopier video uden reenkodning' for at reenkode de inkompatible streams.
de: Die Quelldatei enthält Streams, die beim Kopieren ohne Neucodierung nicht mit dem MP4-Container kompatibel sind: {} Um diese Datei in MP4 zu konvertieren, müssen Sie die Option 'Video ohne Neucodierung kopieren' deaktivieren, um die inkompatiblen Streams neu zu codieren.
el: Το αρχείο πηγής περιέχει ροές που δεν είναι συμβατές με το κοντέινερ MP4 κατά την αντιγραφή χωρίς επανακωδικοποίηση: {} Για να μετατρέψετε αυτό το αρχείο σε MP4, πρέπει να απενεργοποιήσετε την επιλογή 'Αντιγραφή βίντεο χωρίς επανακωδικοποίηση' για να επανακωδικοποιήσετε τις ασύμβατες ροές.
es: El archivo fuente contiene flujos que no son compatibles con el contenedor MP4 al copiar sin recodificación: {} Para convertir este archivo a MP4, debe desactivar la opción 'Copiar video sin recodificación' para recodificar los flujos incompatibles.
et: Allikafail sisaldab vooge, mis ei ühildu MP4 konteineriga, kui kopeerite ilma uuesti kodeerimata: {} Selle faili MP4-ks konverteerimiseks peate keelama valiku 'Kopeeri video ilma uuesti kodeerimata', et uuesti kodeerida ühilduvad vood.
fi: Lähdetiedosto sisältää virtoja, jotka eivät ole yhteensopivia MP4-kontin kanssa kopioitaessa ilman uudelleenkoodamista: {} Muuntaaksesi tämän tiedoston MP4-muotoon, sinun on poistettava käytöstä 'Kopioi video ilman uudelleenkoodamista' -vaihtoehto, jotta voit uudelleenkoodata yhteensopimattomat virrat.
fr: Le fichier source contient des flux qui ne sont pas compatibles avec le conteneur MP4 lors de la copie sans réencodage : {} Pour convertir ce fichier en MP4, vous devez désactiver l'option 'Copier la vidéo sans réencodage' pour réencoder les flux incompatibles.
he: הקובץ המקורי מכיל זרמים שאינם תואמים למיכל MP4 כאשר מעתיקים ללא קידוד מחדש: {} כדי להמיר קובץ זה ל-MP4, עליך להשבית את האפשרות 'העתק וידאו ללא קידוד מחדש' כדי לקודד מחדש את הזרמים שאינם תואמים.
hr: Izvorna datoteka sadrži tokove koji nisu kompatibilni s MP4 kontejnerom prilikom kopiranja bez ponovnog kodiranja: {} Da biste ovu datoteku pretvorili u MP4, trebate onemogućiti opciju 'Kopiraj video bez ponovnog kodiranja' kako biste ponovo kodirali inkompatibilne tokove.
hu: A forrásfájl olyan streameket tartalmaz, amelyek nem kompatibilisek az MP4 konténerrel, ha újrakódolás nélkül másolja: {} A fájl MP4-ra való konvertálásához ki kell kapcsolnia a 'Videó másolása újrakódolás nélkül' opciót, hogy újrakódolja a nem kompatibilis streameket.
is: Uppsprettuskjalið inniheldur strauma sem eru ekki samhæfðir MP4 ílátinu þegar afritað er án endurkóðunar: {} Til að breyta þessu skjali í MP4 þarftu að slökkva á 'Afrita myndband án endurkóðunar' valkostinum til að endurkóða ósamhæfðu straumana.
it: Il file sorgente contiene flussi che non sono compatibili con il contenitore MP4 quando si copia senza ricodifica: {} Per convertire questo file in MP4, è necessario disabilitare l'opzione 'Copia video senza ricodifica' per ricodificare i flussi incompatibili.
ja: ソースファイルには、再エンコードなしでコピーする際にMP4コンテナと互換性のないストリームが含まれています： {} このファイルをMP4に変換するには、「再エンコードなしでビデオをコピー」オプションを無効にして、互換性のないストリームを再エンコードする必要があります。
nl: Het bronbestand bevat streams die niet compatibel zijn met de MP4-container bij het kopiëren zonder opnieuw te coderen: {} Om dit bestand naar MP4 te converteren, moet u de optie 'Video kopiëren zonder opnieuw te coderen' uitschakelen om de incompatibele streams opnieuw te coderen.
no: Kildefilen inneholder strømmer som ikke er kompatible med MP4-container når du kopierer uten reenkoding: {} For å konvertere denne filen til MP4, må du deaktivere alternativet 'Kopier video uten reenkoding' for å reenkode de inkompatible strømmene.
pl: Plik źródłowy zawiera strumienie, które nie są zgodne z kontenerem MP4 podczas kopiowania bez ponownego kodowania: {} Aby przekonwertować ten plik na MP4, musisz wyłączyć opcję 'Kopiuj wideo bez ponownego kodowania', aby ponownie zakodować niezgodne strumienie.
pt: O arquivo de origem contém fluxos que não são compatíveis com o contêiner MP4 ao copiar sem reencodificação: {} Para converter este arquivo para MP4, você precisa desativar a opção 'Copiar vídeo sem reencodificação' para reencodar os fluxos incompatíveis.
ro: Fișierul sursă conține fluxuri care nu sunt compatibile cu containerul MP4 atunci când sunt copiate fără reîncodare: {} Pentru a converti acest fișier în MP4, trebuie să dezactivezi opțiunea 'Copiază video fără reîncodare' pentru a reîncoda fluxurile incompatibile.
ru: Исходный файл содержит потоки, которые несовместимы с контейнером MP4 при копировании без перекодирования: {} Чтобы конвертировать этот файл в MP4, вам нужно отключить опцию 'Копировать видео без перекодирования', чтобы перекодировать несовместимые потоки.
sk: Zdrojový súbor obsahuje prúdy, ktoré nie sú kompatibilné s kontajnerom MP4 pri kopírovaní bez prekódovania: {} Aby ste tento súbor previedli na MP4, musíte deaktivovať možnosť 'Kopírovať video bez prekódovania', aby ste prekódovali nekompatibilné prúdy.
sv: Källfilen innehåller strömmar som inte är kompatibla med MP4-behållaren när du kopierar utan omkodning: {} För att konvertera denna fil till MP4 måste du inaktivera alternativet 'Kopiera video utan omkodning' för att omkoda de inkompatibla strömmarna.
tr: Kaynak dosya, yeniden kodlama olmadan kopyalandığında MP4 konteyneri ile uyumlu olmayan akışlar içermektedir: {} Bu dosyayı MP4'e dönüştürmek için, uyumsuz akışları yeniden kodlamak amacıyla 'Videoyu yeniden kodlamadan kopyala' seçeneğini devre dışı bırakmanız gerekmektedir.
uk: Джерело файлу містить потоки, які не сумісні з контейнером MP4 при копіюванні без повторного кодування: {} Щоб конвертувати цей файл у MP4, вам потрібно вимкнути опцію 'Копіювати відео без повторного кодування', щоб повторно закодувати несумісні потоки.

source: Proceed Anyway
bg: Продължи все пак
cs: Pokračovat přesto
da: Fortsæt alligevel
de: Trotzdem fortfahren
el: Συνέχισε ούτως ή άλλως
es: Proceder de todos modos
et: Jätka igal juhul
fi: Jatka silti
fr: Procéder quand même
he: המשך בכל מקרה
hr: Nastavi unatoč tome
hu: Folytatás mindenképpen
is: Fara áfram
it: Procedi comunque
ja: とにかく進む
nl: Ga toch door
no: Fortsett uansett
pl: Kontynuuj mimo to
pt: Prosseguir de Qualquer Forma
ro: Continuă oricum
ru: Продолжить в любом случае
sk: Pokračovať aj tak
sv: Fortsätt ändå
tr: Yine de Devam Et
uk: Продовжити все одно

source: All {0} segments have been processed successfully!
bg: Всички {0} сегмента са обработени успешно!
cs: Všechny {0} segmenty byly úspěšně zpracovány!
da: Alle {0} segmenter er blevet behandlet med succes!
de: Alle {0} Segmente wurden erfolgreich verarbeitet!
el: Όλα τα {0} τμήματα έχουν επεξεργαστεί με επιτυχία!
es: ¡Todos los segmentos {0} se han procesado con éxito!
et: Kõik {0} segmenti on edukalt töödeldud!
fi: Kaikki {0} segmenttiä on käsitelty onnistuneesti!
fr: Tous les segments {0} ont été traités avec succès !
he: כל {0} הקטעים עובדו בהצלחה!
hr: Svi {0} segmenti su uspješno obrađeni!
hu: Az összes {0} szegmens sikeresen feldolgozásra került!
is: Öll {0} hlutar hafa verið unnir með góðum árangri!
it: Tutti i segmenti {0} sono stati elaborati con successo!
ja: すべての{0}セグメントが正常に処理されました！
nl: Alle {0} segmenten zijn succesvol verwerkt!
no: Alle {0} segmenter har blitt behandlet vellykket!
pl: Wszystkie segmenty {0} zostały pomyślnie przetworzone!
pt: Todos os segmentos {0} foram processados com sucesso!
ro: Toate segmentele {0} au fost procesate cu succes!
ru: Все {0} сегменты были успешно обработаны!
sk: Všetky segmenty {0} boli úspešne spracované!
sv: Alla {0} segment har bearbetats framgångsrikt!
tr: Tüm {0} segmentleri başarıyla işlendi!
uk: Всі {0} сегменти були успішно оброблені!

source: All {0} segments have been joined successfully!
bg: Всички {0} сегмента са успешно свързани!
cs: Všechny {0} segmenty byly úspěšně spojeny!
da: Alle {0} segmenter er blevet sammenføjet med succes!
de: Alle {0} Segmente wurden erfolgreich zusammengefügt!
el: Όλα τα {0} τμήματα έχουν ενωθεί με επιτυχία!
es: ¡Todos los segmentos {0} se han unido con éxito!
et: Kõik {0} segmenti on edukalt ühendatud!
fi: Kaikki {0} segmenttiä on yhdistetty onnistuneesti!
fr: Tous les segments {0} ont été joints avec succès !
he: כל {0} הקטעים הוצמדו בהצלחה!
hr: Svi {0} segmenti su uspješno spojeni!
hu: Minden {0} szegmens sikeresen össze lett kapcsolva!
is: Öll {0} hlutar hafa verið sameinaðir með góðum árangri!
it: Tutti i segmenti {0} sono stati uniti con successo!
ja: すべての{0}セグメントが正常に結合されました！
nl: Alle {0} segmenten zijn succesvol samengevoegd!
no: Alle {0} segmenter har blitt slått sammen vellykket!
pl: Wszystkie segmenty {0} zostały pomyślnie połączone!
pt: Todos os segmentos {0} foram unidos com sucesso!
ro: Toate segmentele {0} au fost unite cu succes!
ru: Все {0} сегменты были успешно объединены!
sk: Všetky segmenty {0} boli úspešne pripojené!
sv: Alla {0} segment har sammanfogats framgångsrikt!
tr: Tüm {0} segmentleri başarıyla birleştirildi!
uk: Усі {0} сегменти були успішно об'єднані!

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
he: חזור
hr: Natrag
hu: Vissza
is: Til baka
it: Indietro
ja: 戻る
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri dön
uk: Назад

source: 0 files
bg: 0 файла
cs: 0 souborů
da: 0 filer
de: 0 Dateien
el: 0 αρχεία
es: 0 archivos
et: 0 faili
fi: 0 tiedostoa
fr: 0 fichiers
he: 0 קבצים
hr: 0 datoteka
hu: 0 fájl
is: 0 skrár
it: 0 file
ja: 0ファイル
nl: 0 bestanden
no: 0 filer
pl: 0 plików
pt: 0 arquivos
ro: 0 fișiere
ru: 0 файлов
sk: 0 súborov
sv: 0 filer
tr: 0 dosya
uk: 0 файлів

source: Add Files
bg: Добавяне на файлове
cs: Přidat soubory
da: Tilføj filer
de: Dateien hinzufügen
el: Προσθήκη Αρχείων
es: Agregar Archivos
et: Lisa failid
fi: Lisää tiedostoja
fr: Ajouter des fichiers
he: הוסף קבצים
hr: Dodaj datoteke
hu: Fájlok hozzáadása
is: Bæta við skrám
it: Aggiungi file
ja: ファイルを追加
nl: Bestanden Toevoegen
no: Legg til filer
pl: Dodaj pliki
pt: Adicionar Arquivos
ro: Adaugă fișiere
ru: Добавить файлы
sk: Pridať súbory
sv: Lägg till filer
tr: Dosya Ekle
uk: Додати файли

source: Add Folder
bg: Добави папка
cs: Přidat složku
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη Φακέλου
es: Agregar carpeta
et: Lisa kaust
fi: Lisää kansio
fr: Ajouter un dossier
he: הוסף תיקייה
hr: Dodaj mapu
hu: Mappa hozzáadása
is: Bæta við möppu
it: Aggiungi Cartella
ja: フォルダーを追加
nl: Map toevoegen
no: Legg til mappe
pl: Dodaj folder
pt: Adicionar Pasta
ro: Adaugă folder
ru: Добавить папку
sk: Pridať priečinok
sv: Lägg till mapp
tr: Klasör Ekle
uk: Додати папку

source: Convert All
bg: Конвертиране на всичко
cs: Převést vše
da: Konverter alle
de: Alle konvertieren
el: Μετατροπή Όλων
es: Convertir todo
et: Käivita kõik
fi: Muuta kaikki
fr: Tout convertir
he: המיר הכל
hr: Pretvori sve
hu: Összes konvertálása
is: Breyta allt
it: Converti tutto
ja: すべて変換
nl: Alles converteren
no: Konverter alt
pl: Konwertuj wszystko
pt: Converter Tudo
ro: Converti totul
ru: Конвертировать все
sk: Previesť všetko
sv: Konvertera allt
tr: Tümünü Dönüştür
uk: Перетворити все

source: Convert This File
bg: Конвертирайте този файл
cs: Převést tento soubor
da: Konverter denne fil
de: Diese Datei konvertieren
el: Μετατροπή αυτού του αρχείου
es: Convertir este archivo
et: Muuda see fail
fi: Muuta tämä tiedosto
fr: Convertir ce fichier
he: המר את הקובץ הזה
hr: Pretvori ovu datoteku
hu: Konvertáld ezt a fájlt
is: Breytðu þessu skjali
it: Converti questo file
ja: このファイルを変換する
nl: Converteer dit bestand
no: Konverter denne filen
pl: Konwertuj ten plik
pt: Converter este arquivo
ro: Converteți acest fișier
ru: Преобразовать этот файл
sk: Preveďte tento súbor
sv: Konvertera den här filen
tr: Bu Dosyayı Dönüştür
uk: Конвертувати цей файл

source: Welcome Screen
bg: Начален екран
cs: Uvítací obrazovka
da: Velkomstskærm
de: Willkommensbildschirm
el: Οθόνη Καλωσορίσματος
es: Pantalla de bienvenida
et: Tere tulemast ekraanile
fi: Tervetuloa-näyttö
fr: Écran d'accueil
he: מסך ברוך הבא
hr: Zaslon dobrodošlice
hu: Üdvözlő képernyő
is: Velkomin skjár
it: Schermata di benvenuto
ja: ウェルカムスクリーン
nl: Welkomstscherm
no: Velkomstskjerm
pl: Ekran powitalny
pt: Tela de Boas-Vindas
ro: Ecran de bun venit
ru: Экран приветствия
sk: Uvítacia obrazovka
sv: Välkomstskärm
tr: Hoş Geldiniz Ekranı
uk: Екран вітання

source: About
bg: За програмата
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O aplikaciji
hu: Névjegy
is: Um umfjöllun
it: Informazioni
ja: 情報について
nl: Over
no: Om
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välja
fi: Lopeta
fr: Quitter
he: צא
hr: Izlaz
hu: Kilépés
is: Hætta við
it: Esci
ja: 終了
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sv: Avsluta
tr: Çıkış yap
uk: Вихід

source: 1 file
bg: 1 файл
cs: 1 soubor
da: 1 fil
de: 1 Datei
el: 1 αρχείο
es: 1 archivo
et: 1 fail
fi: 1 tiedosto
fr: 1 fichier
he: 1 קובץ
hr: 1 datoteka
hu: 1 fájl
is: 1 skrá
ja: 1つのファイル
nl: 1 bestand
no: 1 fil
pl: 1 plik
pt: 1 arquivo
ro: 1 fișier
ru: 1 файл
sk: 1 súbor
sv: 1 fil
tr: 1 dosya
uk: 1 файл

source: {} files
bg: {} файлове
cs: {} soubory
da: {} filer
de: {} Dateien
el: {} αρχεία
es: {} archivos
et: {} failid
fi: {} tiedostot
fr: {} fichiers
he: {} קבצים
hr: {} datoteke
hu: {} fájlok
is: {} skrár
it: {} file
ja: {} ファイル
nl: {} bestanden
no: {} filer
pl: {} pliki
pt: {} arquivos
ro: {} fișiere
ru: {} файлы
sk: {} súbory
sv: {} filer
tr: {} dosyaları
uk: {} файли

source: Converting Videos
bg: Конвертиране на видеа
cs: Převod videí
el: Μετατροπή Βίντεο
fi: Videoiden muuntaminen
fr: Conversion de vidéos
hu: Videók konvertálása
is: Að breyta vídeóum
nl: Video's converteren
pt: Convertendo Vídeos
ru: Конвертация видео
uk: Конвертування відео

source: Cancel All
bg: Отмени всичко
cs: Zrušit vše
el: Ακύρωση Όλων
fi: Peruuta kaikki
fr: Annuler tout
hu: Minden törlése
is: Hætta við allt
nl: Annuleer alles
pt: Cancelar Tudo
ru: Отменить все
uk: Скасувати все

source: Completed
bg: Завършено
cs: Dokončeno
el: Ολοκληρώθηκε
fi: Valmis
fr: Terminé
hu: Befejezve
is: Lokið
nl: Voltooid
pt: Concluído
ru: Завершено
uk: Завершено

source: All {} videos converted successfully!
bg: Всички {} видеа са конвертирани успешно!
cs: Všechny {} videa byla úspěšně převedena!
el: Όλα τα {} βίντεο μετατράπηκαν με επιτυχία!
fi: Kaikki {} videot on muunnettu onnistuneesti!
fr: Tous les {} vidéos ont été converties avec succès !
hu: Minden {} videó sikeresen átalakítva!
is: Öll {} myndböndin breyttust með góðum árangri!
nl: Alle {} video's zijn succesvol geconverteerd!
pt: Todos os vídeos {} convertidos com sucesso!
ru: Все {} видео успешно конвертированы!
uk: Усі {} відео успішно конвертовані!

source: {} completed, {} failed, {} cancelled
bg: {} завършени, {} неуспешни, {} отменени
cs: {} dokončeno, {} selhalo, {} zrušeno
el: {} ολοκληρώθηκε, {} απέτυχε, {} ακυρώθηκε
fi: {} valmis, {} epäonnistui, {} peruutettu
fr: {} terminé, {} échoué, {} annulé
hu: {} befejeződött, {} meghiúsult, {} törölve
is: {} lokið, {} mistókst, {} aflýst
nl: {} voltooid, {} mislukt, {} geannuleerd
pt: {} concluído, {} falhou, {} cancelado
ru: {} завершено, {} не удалось, {} отменено
uk: {} завершено, {} не вдалося, {} скасовано

source: All conversions failed or were cancelled
bg: Всички конверсии не успяха или бяха отменени.
cs: Všechny konverze selhaly nebo byly zrušeny.
el: Όλες οι μετατροπές απέτυχαν ή ακυρώθηκαν.
fi: Kaikki muunnokset epäonnistuivat tai peruttiin.
fr: Toutes les conversions ont échoué ou ont été annulées.
hu: Minden átalakítás meghiúsult vagy törlésre került.
is: Öll umbreytingar misheppnuðust eða voru aflýstar
nl: Alle conversies zijn mislukt of geannuleerd.
pt: Todas as conversões falharam ou foram canceladas.
ru: Все преобразования не удались или были отменены.
uk: Усі конверсії не вдалися або були скасовані

source: Cancel All Conversions?
bg: Отменете всички конверсии?
cs: Zrušit všechny konverze?
el: Ακύρωση όλων των μετατροπών;
fi: Peruuta kaikki muunnokset?
fr: Annuler toutes les conversions ?
hu: Minden átalakítást törölni?
is: Hætta við allar umbreytingar?
nl: Alle conversies annuleren?
pt: Cancelar todas as conversões?
ru: Отменить все преобразования?
uk: Скасувати всі конверсії?

source: This will stop all active conversions and skip all pending items. This action cannot be undone.
bg: Това ще спре всички активни конверсии и ще пропусне всички изчакващи елементи. Тази операция не може да бъде отменена.
cs: Tím se zastaví všechny aktivní převody a přeskočí se všechny čekající položky. Tuto akci nelze vrátit zpět.
el: Αυτή η ενέργεια θα σταματήσει όλες τις ενεργές μετατροπές και θα παραλείψει όλα τα εκκρεμή στοιχεία. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fi: Tämä pysäyttää kaikki aktiiviset muunnokset ja ohittaa kaikki odottavat kohteet. Tätä toimintoa ei voida peruuttaa.
fr: Cela arrêtera toutes les conversions actives et ignorera tous les éléments en attente. Cette action ne peut pas être annulée.
hu: Ez leállítja az összes aktív átalakítást, és kihagyja az összes függő elemet. Ez a művelet nem vonható vissza.
is: Þetta mun stöðva allar virkar umbreytingar og sleppa öllum óafgreiddum hlutum. Þessi aðgerð er ekki hægt að afturkalla.
nl: Dit stopt alle actieve conversies en slaat alle wachtende items over. Deze actie kan niet ongedaan worden gemaakt.
pt: Isso interromperá todas as conversões ativas e pulará todos os itens pendentes. Esta ação não pode ser desfeita.
ru: Это остановит все активные конверсии и пропустит все ожидающие элементы. Это действие нельзя отменить.
uk: Це зупинить усі активні конверсії та пропустить усі очікуючі елементи. Цю дію не можна скасувати.

source: Unknown file
bg: Непознат файл
cs: Neznámý soubor
el: Άγνωστο αρχείο
fi: Tuntematon tiedosto
fr: Fichier inconnu
hu: Ismeretlen fájl
is: Ókunnug skrá
nl: Onbekend bestand
pt: Arquivo desconhecido
ru: Неизвестный файл
uk: Невідомий файл

source: Waiting in queue
bg: Изчакване в опашка
cs: Čekání ve frontě
el: Αναμονή στην ουρά
fi: Odotetaan jonossa
fr: En attente dans la file d'attente
hu: Várakozás a sorban
is: Bíðandi í röð
nl: Wachten in de wachtrij
pt: Aguardando na fila
ru: Ожидание в очереди
uk: Очікування в черзі

source: FFmpeg Command
bg: Команда FFmpeg
cs: FFmpeg příkaz
el: Εντολή FFmpeg
fi: FFmpeg-komento
fr: Commande FFmpeg
hu: FFmpeg parancs
is: FFmpeg skipun
nl: FFmpeg-opdracht
pt: Comando FFmpeg
ru: Команда FFmpeg
uk: Команда FFmpeg

source: Process Output
bg: Изход на процеса
cs: Výstup procesu
el: Έξοδος Διαδικασίας
fi: Prosessilähtö
fr: Sortie de traitement
hu: Feldolgozási kimenet
is: Útgangsferli
nl: Procesuitvoer
pt: Saída do Processo
ru: Вывод процесса
uk: Вихід процесу

source: Converting...
bg: Конвертиране...
cs: Převádění...
el: Μετατροπή...
fi: Muunnetaan...
fr: Conversion en cours...
hu: Átalakítás...
is: Breytir...
nl: Converteren...
pt: Convertendo...
ru: Конвертация...
uk: Перетворення...

source: Failed
bg: Неуспешно
cs: Selhalo
el: Απέτυχε
fi: Epäonnistui
fr: Échoué
hu: Sikertelen
is: Mistakast.
nl: Mislukt
pt: Falhou
ru: Не удалось
uk: Не вдалося

source: Convert Video
bg: Конвертиране на видео
cs: Převést video
da: Konverter video
de: Video konvertieren
el: Μετατροπή Βίντεο
et: Muuda videot
fi: Muokkaa videota
fr: Convertir la vidéo
hr: Pretvori video
hu: Videó konvertálása
is: Breyta vídeó
it: Converti video
ja: ビデオを変換する
nl: Video converteren
pl: Konwertuj wideo
pt: Converter Vídeo
ro: Converti videoclipul
ru: Конвертировать видео
tr: Videoyu Dönüştür
uk: Конвертувати відео

source: Convert {0} Videos
bg: Конвертиране на {0} видеа
cs: Převést {0} videa
da: Konverter {0} videoer
de: Konvertiere {0} Videos
el: Μετατροπή {0} Βίντεο
et: Muuda {0} videot
fi: Muunna {0} videota
fr: Convertir {0} vidéos
hr: Pretvori {0} videozapisa
hu: Konvertálja a {0} videót
is: Breyta {0} vídeóum
it: Converti {0} Video
ja: {0} の動画を変換する
nl: Converteer {0} video's
pl: Konwertuj {0} filmy
pt: Converter {0} Vídeos
ro: Converti {0} videoclipuri
ru: Конвертировать {0} видео
tr: {0} Videoları Dönüştür
uk: Перетворити {0} відео
