Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Subtitle Management
bg: Управление на субтитри
cs: Správa titulků
da: Undertektsstyring
de: Untertitelverwaltung
el: Διαχείριση Υποτίτλων
es: Gestión de subtítulos
et: Subtiitrite haldamine
fi: Tekstityksen hallinta
fr: Gestion des sous-titres
he: ניהול כתוביות
hr: Upravljanje titlovima
hu: Feliratkezelés
is: Undirskriftarstjórnunar
it: Gestione dei sottotitoli
ja: 字幕管理
nl: Ondertitelbeheer
no: Undertektsadministrasjon
pl: Zarządzanie napisami
pt: Gerenciamento de Legendas
ro: Gestionarea subtitrărilor
ru: Управление субтитрами
sk: Správa titulkov
sv: Undertextshantering
tr: Altyazı Yönetimi
uk: Управління субтитрами

source: Extract subtitles to SRT files or keep them embedded in video
bg: Извлечете субтитри в SRT файлове или ги запазете вградени в видеото.
cs: Extrahujte titulky do SRT souborů nebo je ponechte vložené ve videu.
da: Uddrag undertekster til SRT-filer eller behold dem indlejret i videoen
de: Untertitel in SRT-Dateien extrahieren oder im Video eingebettet lassen
el: Εξαγωγή υποτίτλων σε αρχεία SRT ή διατήρηση τους ενσωματωμένους στο βίντεο
es: Extraer subtítulos a archivos SRT o mantenerlos incrustados en el video
et: Ekstrak subtiitrid SRT-failidesse või hoia need videosse sisse embeditud.
fi: Poimi tekstitykset SRT-tiedostoihin tai pidä ne upotettuina videoon.
fr: Extraire les sous-titres vers des fichiers SRT ou les garder intégrés dans la vidéo.
he: חלץ כתוביות לקבצי SRT או שמור אותן מוטמעות בווידאו
hr: Izvuci titlove u SRT datoteke ili ih zadrži ugrađene u video.
hu: Feliratok kinyerése SRT fájlokba vagy megtartásuk a videóban.
is: Dregðu út texta í SRT skrár eða haltu þeim innbyggðum í vídeó.
it: Estrai i sottotitoli in file SRT o mantienili incorporati nel video.
ja: 字幕をSRTファイルに抽出するか、動画に埋め込んだままにします。
nl: Extracteer ondertitels naar SRT-bestanden of houd ze ingebed in de video.
no: Ekstraher undertekster til SRT-filer eller behold dem innebygd i videoen
pl: Wyodrębnij napisy do plików SRT lub zachowaj je osadzone w wideo.
pt: Extrair legendas para arquivos SRT ou mantê-las incorporadas no vídeo
ro: Extrage subtitrările în fișiere SRT sau păstrează-le încorporate în video.
ru: Извлечь субтитры в файлы SRT или оставить их встроенными в видео
sk: Extrahujte titulky do súborov SRT alebo ich ponechajte vložené vo videu.
sv: Extrahera undertexter till SRT-filer eller behåll dem inbäddade i videon
tr: Altyazıları SRT dosyalarına çıkarın veya videoda gömülü bırakın.
uk: Екстрактувати субтитри у файли SRT або зберегти їх вбудованими у відео

source: Batch Processing
bg: Партидна обработка
cs: Hromadné zpracování
da: Batchbehandling
de: Stapelverarbeitung
el: Μαζική Επεξεργασία
es: Procesamiento por lotes
et: Partii töötlemine
fi: Eräprosessi
fr: Traitement par lots
he: עיבוד אצווה
hr: Obrada serija
hu: Tömeges feldolgozás
is: Hólfun í lotum
it: Elaborazione in batch
ja: バッチ処理
nl: Batchverwerking
no: Batchbehandling
pl: Przetwarzanie wsadowe
pt: Processamento em Lote
ro: Procesare în loturi
ru: Пакетная обработка
sk: Hromadné spracovanie
sv: Batchbearbetning
tr: Toplu İşleme
uk: Пакетна обробка

source: Convert multiple videos at once with queue management
bg: Конвертирайте множество видеа едновременно с управление на опашката
cs: Převeďte více videí najednou s řízením fronty
da: Konverter flere videoer på én gang med køstyring
de: Konvertieren Sie mehrere Videos gleichzeitig mit Warteschlangenverwaltung
el: Μετατροπή πολλαπλών βίντεο ταυτόχρονα με διαχείριση ουράς
es: Convierte múltiples videos a la vez con gestión de cola.
et: Muuda mitu videot korraga järjekorra haldamisega.
fi: Muunnat useita videoita kerralla jonohallinnan avulla
fr: Convertir plusieurs vidéos à la fois avec gestion de la file d'attente
he: המרת מספר סרטונים בבת אחת עם ניהול תורים
hr: Konvertirajte više videozapisa odjednom uz upravljanje redom.
hu: Több videó egyidejű átkonvertálása sor kezelésével
is: Umbreyta margar videó á einu sinni með biðröð stjórnun
it: Converti più video contemporaneamente con gestione della coda
ja: キュー管理を使用して複数のビデオを同時に変換する
nl: Converteer meerdere video's tegelijk met wachtrijbeheer
no: Konverter flere videoer samtidig med køhåndtering
pl: Konwertuj wiele filmów jednocześnie z zarządzaniem kolejką
pt: Converta vários vídeos de uma só vez com gerenciamento de fila
ro: Convertiți mai multe videoclipuri simultan cu gestionarea cozii.
ru: Конвертируйте несколько видео одновременно с управлением очередью
sk: Konvertujte viacero videí naraz s riadením frontu
sv: Konvertera flera videor samtidigt med köhantering
tr: Birden fazla videoyu aynı anda dönüştürün kuyruk yönetimi ile
uk: Конвертуйте кілька відео одночасно з управлінням чергою

source: Show dialog on startup
bg: Покажи диалог при стартиране
cs: Zobrazit dialog při spuštění
da: Vis dialog ved opstart
de: Dialog beim Start zeigen
el: Εμφάνιση διαλόγου κατά την εκκίνηση
es: Mostrar diálogo al iniciar
et: Kuva dialooge käivitamisel
fi: Näytä dialogi käynnistyksessä
fr: Afficher la boîte de dialogue au démarrage
he: הצג דיאלוג בהפעלה
hr: Prikaži dijalog pri pokretanju
hu: Indítsa el a párbeszédpanelt indításkor.
is: Sýna samræður við upphaf
it: Mostra dialogo all'avvio
ja: 起動時にダイアログを表示する
nl: Toon dialoog bij opstarten
no: Vis dialog ved oppstart
pl: Pokaż okno dialogowe przy uruchamianiu
pt: Mostrar diálogo na inicialização
ro: Afișați dialogul la pornire
ru: Показать диалог при запуске
sk: Zobraziť dialóg pri spustení
sv: Visa dialog vid start.
tr: Başlangıçta iletişim kutusunu göster
uk: Показати діалог під час запуску

source: Let's Start
bg: Нека започнем
cs: Začněme
da: Lad os starte
de: Lass uns anfangen
el: Ας ξεκινήσουμε
es: Comencemos
et: Alustame
fi: Aloitetaan
fr: Commençons
he: בוא נתחיל
hr: Započnimo
hu: Kezdjük!
is: Byrjum að vinna
it: Iniziamo
ja: 始めましょう
nl: Laten we beginnen
no: La oss begynne
pl: Zacznijmy
pt: Vamos começar
ro: Să începem
ru: Давайте начнем
sk: Začnime
sv: Låt oss börja
tr: Başlayalım
uk: Давайте почнемо

source: Mark segment point
bg: Маркирай сегментна точка
cs: Označit bod segmentu
da: Marker segmentpunkt
de: Segmentpunkt markieren
el: Σημειώστε το σημείο τμήματος
es: Marcar punto de segmento
et: Märgista segmenti punkt
fi: Merkitse segmenttipiste
fr: Marquer le point de segment
he: סמן נקודת קטע
hr: Označi točku segmenta
hu: Jelöld a szegmens pontot
is: Merktu skiptipunkt
it: Segna punto segmento
ja: セグメントポイントをマークする
nl: Markeer segmentpunt
no: Merk segmentpunkt
pl: Zaznacz punkt segmentu
pt: Marcar ponto de segmento
ro: Marchează punctul de segment
ru: Отметить сегментную точку
sk: Označte bod segmentu
sv: Markera segmentpunkt
tr: Segment noktasını işaretle
uk: Позначити точку сегмента

source: Cancel current mark
bg: Отмени текущия маркер
cs: Zrušit aktuální značku
da: Annuller nuværende markering
de: Aktuellen Markierung abbrechen
el: Ακύρωση τρέχουσας σήμανσης
es: Cancelar marca actual
et: Tühista praegune märge
fi: Peruuta nykyinen merkintä
fr: Annuler la marque actuelle
he: בטל סימון נוכחי
hr: Otkaži trenutnu oznaku
hu: Jelenlegi jelölés törlése
is: Hætta við núverandi merki
it: Annulla il contrassegno attuale
ja: 現在のマークをキャンセル
nl: Annuleer huidige markering
no: Avbryt nåværende merking
pl: Anuluj bieżące oznaczenie
pt: Cancelar marcação atual
ro: Anulează marcajul curent
ru: Отменить текущую метку
sk: Zrušiť aktuálnu značku
sv: Avbryt nuvarande markering
tr: Mevcut işareti iptal et
uk: Скасувати поточну позначку

source: Back 1 second
bg: Назад 1 секунда
cs: Zpět 1 sekundu
da: Tilbage 1 sekund
de: 1 Sekunde zurück
el: Πίσω 1 δευτερόλεπτο
es: Retroceder 1 segundo
et: Tagasi 1 sekundit
fi: Takaisin 1 sekunti
fr: Retour 1 seconde
he: חזור 1 שנייה
hr: Povratak 1 sekundu
hu: Vissza 1 másodpercet
is: Aftur 1 sekúnd
it: Indietro di 1 secondo
ja: 1秒戻る
nl: Terug 1 seconde
no: Tilbake 1 sekund
pl: Cofnij 1 sekundę
pt: Voltar 1 segundo
ro: Înapoi 1 secundă
ru: Назад на 1 секунду
sk: Späť 1 sekundu
sv: Tillbaka 1 sekund
tr: 1 saniye geri dön
uk: Назад на 1 секунду

source: Previous frame
bg: Предишен кадър
cs: Předchozí snímek
da: Forrige ramme
de: Vorheriges Frame
el: Προηγούμενο καρέ
es: Marco anterior
et: Eelmine raam
fi: Edellinen kehys
fr: Image précédente
he: מסגרת קודמת
hr: Prethodni okvir
hu: Előző keret
is: מסגרת קודמת
it: Frame precedente
ja: 前のフレーム
nl: Vorige frame
no: Forrige ramme
pl: Poprzednia klatka
pt: Quadro anterior
ro: Cadru anterior
ru: Предыдущий кадр
sk: Predchádzajúci rámec
sv: Föregående bildruta
tr: Önceki çerçeve
uk: Попередній кадр

source: Play/Pause
bg: Възпроизвеждане/Пауза
cs: Přehrát/Pozastavit
da: Afspil/Pause
de: Wiedergabe/Pause
el: Αναπαραγωγή/Παύση
es: Reproducir/Pausar
et: Mängi/Paus
fi: Toista/Pysäytä
fr: Lecture/Pause
he: נגן/השהה
hr: Igraj/Pauziraj
hu: Lejátszás/Szünet
is: Spila/Pausa
it: Riproduci/Pausa
ja: 再生/一時停止
nl: Afspelen/Pauzeren
no: Spill/Pause
pl: Odtwórz/Wstrzymaj
pt: Reproduzir/Pausar
ro: Redare/Pauză
ru: Воспроизвести/Пауза
sk: Prehrať/Pauza
sv: Spela/Pausa
tr: Oynat/Durdur
uk: Відтворити/Пауза

source: Next frame
bg: Следващ кадър
cs: Další snímek
da: Næste ramme
de: Nächstes Frame
el: Επόμενο καρέ
es: Siguiente cuadro
et: Järgmine kaader
fi: Seuraava kehys
fr: Image suivante
he: מסגרת הבאה
hr: Sljedeći okvir
hu: Következő képkocka
is: næsta ramma
it: Prossimo fotogramma
ja: 次のフレーム
nl: Volgende frame
no: Neste ramme
pl: Następna klatka
pt: Próximo quadro
ro: Cadru următor
ru: Следующий кадр
sk: Ďalší snímok
sv: Nästa bildruta
tr: Sonraki kare
uk: Наступний кадр

source: Forward 1 second
bg: Напред 1 секунда
cs: Přeskočit o 1 sekundu
da: Fremad 1 sekund
de: 1 Sekunde vorwärts
el: Προώθηση 1 δευτερολέπτου
es: Avanzar 1 segundo
et: Edasi 1 sekund.
fi: Siirrä eteenpäin 1 sekunti
fr: Avancer de 1 seconde
he: קדימה שנייה אחת
hr: Naprijed 1 sekundu
hu: Előre 1 másodpercet
is: Fyrirfram 1 sekúndu
it: Avanza di 1 secondo
ja: 1秒進める
nl: Vooruit 1 seconde
no: Fremover 1 sekund
pl: Przewiń o 1 sekundę
pt: Avançar 1 segundo
ro: Avansează cu 1 secundă
ru: Перемотать на 1 секунду вперёд
sk: Posunúť o 1 sekundu dopredu
sv: Framåt 1 sekund
tr: 1 saniye ileri al
uk: Перемотати вперед на 1 секунду

source: Audio Track
bg: Аудио писта
cs: Zvuková stopa
da: Lydspor
de: Audio-Spur
el: Ήχος κομμάτι
es: Pista de audio
et: Heliriba
fi: Ääniraita
fr: Piste audio
he: מסלול שמע
hr: Audio Zapisi
hu: Hangkép
is: Hljóðbraut
it: Traccia audio
ja: オーディオトラック
no: Lydspor
pl: Ścieżka dźwiękowa
pt: Faixa de Áudio
ro: Pista audio
ru: Аудиотрек
sk: Zvuková stopa
sv: Ljudspår
tr: Ses Parçası
uk: Аудіотрек

source: Toggle Fullscreen
bg: Превключи на цял екран
cs: Přepnout na celoobrazovkový režim
da: Skift til fuld skærm
de: Vollbild umschalten
el: Εναλλαγή Πλήρους Οθόνης
es: Alternar Pantalla Completa
et: Lülita täisekraanile
fi: Vaihda koko näyttöön
fr: Basculer en plein écran
he: הפעל מסך מלא
hr: Prebaci u cijeli ekran
hu: Teljes képernyő váltása
is: Virkja Fylliskjár
it: Attiva Schermo Intero
ja: 全画面表示を切り替え
nl: Schakel Volledig Scherm In
no: Veksle fullskjerm
pl: Przełącz tryb pełnoekranowy
pt: Alternar Tela Cheia
ro: Comutare modul pe ecran complet
ru: Переключить полноэкранный режим
sk: Prepnúť na celoobrazovkový režim
sv: Växla till helskärm
tr: Tam Ekranı Aç/Kapat
uk: Переключити на повноекранний режим

source: Left
bg: Ляво
cs: Doleva
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
et: Vasak
fi: Vasen
fr: Gauche
he: שמאל
hr: Lijevo
hu: Balra
is: Vinstri
it: Sinistra
ja: 左
nl: Links
no: Venstre
pl: Lewo
pt: Esquerda
ro: Stânga
ru: Лево
sk: Vľavo
sv: Vänster
tr: Sol.
uk: Зліва

source: Right
bg: Правилно
cs: Pravda
da: Rettigheder
de: Richtig
el: Δεξί
es: Derecho
et: Õige
fi: Oikein
fr: D'accord
he: נכון
hr: U redu
hu: Jogosult
is: Rétt
it: Giusto
ja: 正しい
nl: Rechtdoor
no: Rett.
pl: Prawo
pt: Direito
ro: Drept.
ru: Правильно
sk: Pravda
sv: Rätt
tr: Doğru
uk: Правильно

source: Top
bg: Върховен
cs: Vrchol
de: Oben
el: Κορυφή
es: Superior
et: Ülesse
fi: Ylhäällä
fr: Haut
he: עליון
hr: Vrh
hu: Felső
is: Efsta
it: In alto
ja: トップ
nl: Bovenkant
no: Topp
pl: Góra
pt: Topo
ro: Vârf
ru: Вверх
sk: Hore
sv: Topp
tr: Üst
uk: Верхній

source: Bottom
bg: Дъно
cs: Spodní
da: Bund.
de: Unten
el: Κάτω
es: Fondo
et: Põhi
fi: Alareuna
fr: Bas
he: תחתון
hr: Dno
hu: Alja
is: Neðri
it: Fondo
ja: ボトム
nl: Onderkant
no: Bunn.
pl: Dół
pt: Fundo
ro: Fundal
ru: Низ
sk: Spodok
sv: Botten
tr: Alt kısmı
uk: Низ

source: Resolution:
bg: Разрешение:
cs: Rozlišení:
da: Opløsning:
de: Auflösung:
el: Ανάλυση:
es: Resolución:
et: Resolutsioon:
fi: Resoluutio:
fr: Résolution :
he: רזולוציה:
hr: Rezolucija:
hu: Felbontás:
is: Upplausn:
it: Risoluzione:
ja: 解像度:
nl: Resolutie:
no: Oppløsning:
pl: Rozdzielczość:
pt: Resolução:
ro: Rezolutie:
ru: Разрешение:
sk: Rozlíšenie:
sv: Upplösning:
tr: Çözünürlük:
uk: Роздільна здатність:

source: Codec:
bg: Кодек:
cs: Kodek:
da: Kodek:
el: Κωδικοποιητής:
es: Códec:
et: Koodek:
fi: Koodek:
he: קודקוד:
hr: Kodek:
hu: Kodek:
is: Kóði:
ja: コーデック:
no: Kodek:
pl: Kodek:
ru: Кодек:
sk: Kodek:
sv: Kodare:
tr: Kodek:
uk: Кодек:

source: Size:
bg: Размер:
cs: Velikost:
da: Størrelse:
de: Größe:
el: Μέγεθος:
es: Tamaño:
et: Suurus:
fi: Koko:
fr: Taille :
he: גודל:
hr: Veličina:
hu: Méret:
is: Stærð:
it: Dimensione:
ja: サイズ:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
ro: Dimensiune:
ru: Размер:
sk: Veľkosť:
sv: Storlek:
tr: Boyut:
uk: Розмір:

source: Duration:
bg: Продължителност:
cs: Doba:
da: Varighed:
de: Dauer:
el: Διάρκεια:
es: Duración:
et: Kestus:
fi: Kesto:
fr: Durée :
he: משך:
hr: Trajanje:
hu: Időtartam:
is: Tími:
it: Durata:
ja: 期間：
nl: Duur:
no: Varighet:
pl: Czas trwania:
pt: Duração:
ro: Durată:
ru: Длительность:
sk: Trvanie:
sv: Varaktighet:
tr: Süre:
uk: Тривалість:

source: Volume
bg: Обем
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση
es: Volumen
et: Heli
fi: Ääni
he: עוצמה
hr: Jedinica glasnoće
hu: Hangerősség
is: Hljómur
ja: 音量
no: Volum
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sv: Volym
tr: Ses Seviyesi
uk: Гучність

source: Color Adjustments
bg: Настройки на цвета
cs: Úpravy barev
da: Farvejusteringer
de: Farbkorrekturen
el: Ρυθμίσεις Χρώματος
es: Ajustes de color
et: Värvi kohandamine
fi: Väri säätöjä
fr: Ajustements de couleur
he: התאמות צבע
hr: Podešavanje boje
hu: Színbeállítások
is: Litaskiptingar
it: Regolazioni del Colore
ja: 色調整
nl: Kleurcorrecties
no: Fargejusteringer
pl: Dostosowanie kolorów
pt: Ajustes de Cor.
ro: Ajustări de culoare
ru: Настройки цвета
sk: Úpravy farieb
sv: Färgjusteringar
tr: Renk Ayarlamaları
uk: Налаштування кольору

source: Brightness
bg: Яркост
cs: Jasnost
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
es: Brillo
et: Heledus
fi: Kirkkaus
fr: Luminosité
he: בהירות
hr: Svjetlina
hu: Fényerő
is: Birtni
it: Luminosità
ja: 明るさ
nl: Helderheid
no: Lysstyrke
pl: Jasność
pt: Brilho
ro: Luminozitate
ru: Яркость
sk: Jasnosť
sv: Ljusstyrka
tr: Parlaklık
uk: Яскравість

source: Saturation
bg: Насищане
cs: Nasycení
da: Mætning
de: Sättigung
el: Κορεσμός
es: Saturación
et: Küllastus
fi: Saturaatio
he: רוויה
hr: Zasićenje
hu: Telítettség
is: Mettingar
it: Saturazione
ja: 飽和
nl: Verzadiging
no: Metning
pl: Nasycenie
pt: Saturação
ro: Saturație
ru: Насыщение
sk: Saturácia
sv: Mättnad
tr: Doygunluk
uk: Насиченість

source: Hue
bg: Цвят
cs: Odstín
da: Farve
de: Farbe
el: Χρώμα
es: Tono
et: Toon
fi: Väri
fr: Teinte
he: גוֹן
hr: Nijansa
hu: Színárnyalat
is: Litir
it: Colore
ja: 色相
nl: Kleur
pl: Odcień
pt: Matiz
ro: Nu există o traducere pentru acest termen.
ru: Оттенок
sk: Farba
sv: Nyans
tr: Renk tonu
uk: Відтінок

source: Trim Segments
bg: Обрежи сегменти
cs: Oříznout segmenty
da: Trim segmenter
de: Segmente kürzen
el: Αποκοπή Τμημάτων
es: Recortar segmentos
et: Lõika segmente
fi: Leikkaa segmentit
fr: Couper les segments
he: גזירת קטעים
hr: Obreži segmente
hu: Szegmensek levágása
is: Skera hlutar
it: Ritaglia Segmenti
ja: セグメントをトリム
nl: Segmenten trimmen
no: Trim segmenter
pl: Przytnij segmenty
pt: Recortar Segmentos
ro: Tăiați segmentele
ru: Обрезать сегменты
sk: Orezanie segmentov
sv: Trimma segmenten
tr: Segmentleri Kırp
uk: Обрізати сегменти

source: Segments List
bg: Списък на сегменти
cs: Seznam segmentů
da: Segmentliste
de: Segmentliste
el: Λίστα Τμημάτων
es: Lista de segmentos
et: Segmentide loend
fi: Segmenttilista
fr: Liste des segments
he: רשימת קטעים
hr: Popis Segmenata
hu: Szegmensek lista
is: Sniðslisti
it: Elenco Segmenti
ja: セグメントリスト
nl: Segmentenlijst
no: Segmentliste
pl: Lista segmentów
pt: Lista de Segmentos
ro: Lista de segmente
ru: Список сегментов
sk: Zoznam segmentov
sv: Segmentlista
tr: Segmentler Listesi
uk: Список сегментів

source: No Segments Added
bg: Няма добавени сегменти
cs: Žádné segmenty nebyly přidány.
da: Ingen segmenter tilføjet
de: Keine Segmente hinzugefügt
el: Δεν έχουν προστεθεί τμήματα
es: No se han añadido segmentos.
et: Segmente ei ole lisatud
fi: Ei segmenttejä lisätty
fr: Aucun segment ajouté
he: לא נוספו קטעים
hr: Nema dodanih segmenata
hu: Nincsenek hozzáadott szegmensek
is: Engin ekki bætt við.
it: Nessun segmento aggiunto
ja: セグメントが追加されていません
nl: Geen segmenten toegevoegd
no: Ingen segmenter lagt til
pl: Brak dodanych segmentów
pt: Nenhum Segmento Adicionado
ro: Nu s-au adăugat segmente.
ru: Сегменты не добавлены
sk: Žiadne segmenty neboli pridané.
sv: Inga segment har lagts till
tr: Hiçbir Segment Eklenmedi
uk: Немає доданих сегментів

source: Use the scissors button on the player to mark segments.
bg: Използвайте бутона с ножиците на плейъра, за да маркирате сегменти.
cs: Použijte tlačítko nůžek na přehrávači k označení segmentů.
da: Brug saksen-knappen på afspilleren til at markere segmenter.
de: Verwenden Sie die Scheren-Taste im Player, um Segmente zu markieren.
el: Χρησιμοποιήστε το κουμπί ψαλιδιού στον παίκτη για να επισημάνετε τμήματα.
es: Utiliza el botón de tijeras en el reproductor para marcar segmentos.
et: Kasutage mängija lõikeriista nuppu segmentide märkimiseks.
fi: Käytä leikkureita painiketta soittimessa merkitäksesi segmenttejä.
fr: Utilisez le bouton ciseaux sur le lecteur pour marquer des segments.
he: השתמש בכפתור מספריים על הנגן כדי לסמן קטעים.
hr: Upotrijebite gumb za škare na playeru za označavanje segmenata.
hu: Használja a vágóolló gombot a lejátszón a szegmensek megjelöléséhez.
is: Notaðu skærihnappinn á spilaranum til að merkja hluta.
it: Utilizza il pulsante delle forbici sul lettore per contrassegnare i segmenti.
ja: プレーヤーのハサミボタンを使用してセグメントをマークします。
nl: Gebruik de schaar-knop op de speler om segmenten te markeren.
no: Bruk saks-knappen på spilleren for å merke segmenter.
pl: Użyj przycisku nożyczek na odtwarzaczu, aby oznaczyć segmenty.
pt: Use o botão de tesoura no reprodutor para marcar segmentos.
ro: Folosește butonul de foarfece de pe player pentru a marca segmente.
ru: Используйте кнопку ножниц на плеере, чтобы отметить сегменты.
sk: Použite tlačidlo nožníc na prehrávači na označenie segmentov.
sv: Använd saxknappen på spelaren för att markera segment.
tr: Oyuncudaki makas butonunu kullanarak segmentleri işaretleyin.
uk: Використовуйте кнопку ножиць на програвачі, щоб позначити сегменти.

source: Add segment manually
bg: Добавете сегмент ръчно
cs: Přidat segment ručně
da: Tilføj segment manuelt
de: Segment manuell hinzufügen
el: Προσθέστε τμήμα χειροκίνητα
es: Agregar segmento manualmente
et: Lisa segment käsitsi
fi: Lisää segmentti manuaalisesti
fr: Ajouter un segment manuellement
he: הוסף קטע ידנית
hr: Dodajte segment ručno
hu: Szegmens manuális hozzáadása
is: Bæta við hluta handvirkt
it: Aggiungi segmento manualmente
ja: セグメントを手動で追加する
nl: Segment handmatig toevoegen
no: Legg til segment manuelt
pl: Dodaj segment ręcznie
pt: Adicionar segmento manualmente
ro: Adăugați segment manual
ru: Добавить сегмент вручную
sk: Pridať segment manuálne
sv: Lägg till segment manuellt
tr: Segmenti manuel olarak ekle
uk: Додати сегмент вручну

source: Clear all segments
bg: Изчисти всички сегменти
cs: Vymazat všechny segmenty
da: Ryd alle segmenter.
de: Alle Segmente löschen
el: Καθαρίστε όλα τα τμήματα
es: Borrar todos los segmentos
et: Kustuta kõik segmendid
fi: Tyhjennä kaikki segmentit
fr: Effacer tous les segments
he: נקה את כל הקטעים
hr: Izbriši sve segmente
hu: Minden szegmenst törölni.
is: Tæmdu öll hluta.
it: Cancella tutti i segmenti
ja: すべてのセグメントをクリアする
nl: Wis alle segmenten.
no: Tøm alle segmenter
pl: Wyczyść wszystkie segmenty
pt: Limpar todos os segmentos
ro: Șterge toate segmentele
ru: Очистить все сегменты
sk: Vymazať všetky segmenty
sv: Rensa alla segmenten
tr: Tüm segmentleri temizle
uk: Очистити всі сегменти

source: Join segments into a single file
bg: Съединете сегменти в един файл
cs: Spojte segmenty do jednoho souboru
da: Slå segmenter sammen til en enkelt fil
de: Segmente zu einer einzelnen Datei zusammenführen
el: Συγχώνευση τμημάτων σε ένα ενιαίο αρχείο
es: Unir segmentos en un solo archivo
et: Liituge segmendid üheks failiks.
fi: Yhdistä segmentit yhdeksi tiedostoksi
fr: Joindre des segments en un seul fichier
he: אחד קטעים לקובץ אחד
hr: Spojite segmente u jednu datoteku
hu: Csatlakoztassa a szegmenseket egyetlen fájlba.
is: Sameina hluta í eina skrá
it: Unisci segmenti in un unico file
ja: セグメントを単一のファイルに結合する
nl: Voeg segmenten samen tot één bestand
no: Bli med segmenter til en enkelt fil
pl: Połącz segmenty w jeden plik
pt: Junte segmentos em um único arquivo
ro: Îmbina segmentele într-un singur fișier
ru: Объединить сегменты в один файл
sk: Spojiť segmenty do jedného súboru
sv: Slå samman segment till en enda fil
tr: Bölümleri tek bir dosyada birleştir.
uk: Об'єднати сегменти в один файл

source: Save each segment as a separate file
bg: Запазете всеки сегмент като отделен файл.
cs: Uložte každý segment jako samostatný soubor.
da: Gem hver sektion som en separat fil
de: Speichern Sie jedes Segment als separate Datei.
el: Αποθηκεύστε κάθε τμήμα ως ξεχωριστό αρχείο.
es: Guarda cada segmento como un archivo separado.
et: Salvesta iga segment eraldi failina
fi: Tallenna jokainen segmentti erilliseen tiedostoon.
fr: Enregistrez chaque segment en tant que fichier séparé.
he: שמור כל קטע כקובץ נפרד
hr: Spremi svaki segment kao zasebnu datoteku.
hu: Mentsd el minden szegmenst külön fájlként.
is: Vistaðu hvern hluta sem sérsniðinn skrá.
it: Salva ogni segmento come un file separato.
ja: 各セグメントを別々のファイルとして保存します。
nl: Sla elk segment op als een apart bestand
no: Lagre hvert segment som en egen fil
pl: Zapisz każdy segment jako osobny plik
pt: Salve cada segmento como um arquivo separado.
ro: Salvează fiecare segment ca fișier separat.
ru: Сохраните каждый сегмент как отдельный файл.
sk: Uložte každý segment ako samostatný súbor.
sv: Spara varje segment som en separat fil
tr: Her bir segmenti ayrı bir dosya olarak kaydedin.
uk: Збережіть кожен сегмент як окремий файл

source: Reset to default
bg: Нулиране до подразбиране
cs: Obnovit na výchozí hodnoty
da: Nulstil til standard
de: Auf Default zurücksetzen
el: Επαναφορά στις προεπιλεγμένες ρυθμίσεις
es: Restablecer a los valores predeterminados
et: Lähtesta vaikeseadetele
fi: Palauta oletusasetuksiin
fr: Réinitialiser par défaut
he: אפס לברירת מחדל
hr: Vrati na zadano
hu: Visszaállítás alapértelmezettre
is: Endurstilla á sjálfgefið
it: Ripristina predefiniti
ja: デフォルトにリセット
nl: Resetten naar standaard
no: Tilbakestill til standard
pl: Resetuj do ustawień domyślnych
pt: Redefinir para o padrão
ro: Resetare la setările implicite
ru: Сбросить на значения по умолчанию
sk: Obnoviť na predvolené hodnoty
sv: Återställ till standardinställningar
tr: Varsayılan ayarlara sıfırla
uk: Скинути до стандартних налаштувань
