Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Copying video is extremely fast and keeps full image quality. Perfect for cutting or trimming videos for social media.
bg: Копирането на видео е изключително бързо и запазва пълното качество на изображението. Перфектно за рязане или подрязване на видеа за социални медии.
cs: Kopírování videa je extrémně rychlé a zachovává plnou kvalitu obrazu. Perfektní pro stříhání nebo zkracování videí pro sociální média.
da: Kopiering af video er ekstremt hurtigt og bevarer fuld billedkvalitet. Perfekt til at klippe eller trimme videoer til sociale medier.
de: Das Kopieren von Videos ist extrem schnell und behält die volle Bildqualität bei. Perfekt zum Schneiden oder Kürzen von Videos für soziale Medien.
el: Η αντιγραφή βίντεο είναι εξαιρετικά γρήγορη και διατηρεί την πλήρη ποιότητα εικόνας. Τέλεια για κοπή ή περικοπή βίντεο για τα μέσα κοινωνικής δικτύωσης.
es: Copiar video es extremadamente rápido y mantiene la calidad de imagen completa. Perfecto para cortar o recortar videos para redes sociales.
et: Video kopeerimine on äärmiselt kiire ja säilitab täiusliku pildikvaliteedi. Täiuslik sotsiaalmeedia jaoks videote lõikamiseks või kärpimiseks.
fi: Videon kopioiminen on äärimmäisen nopeaa ja säilyttää täyden kuvanlaadun. Täydellinen videoiden leikkaamiseen tai lyhentämiseen sosiaalisessa mediassa.
fr: La copie de vidéos est extrêmement rapide et conserve une qualité d'image complète. Parfait pour couper ou rogner des vidéos pour les réseaux sociaux.
he: העתקת וידאו היא מהירה מאוד ושומרת על איכות התמונה המלאה. מושלם לחיתוך או לקיצור וידאו עבור מדיה חברתית.
hr: Kopiranje videa je izuzetno brzo i zadržava punu kvalitetu slike. Savršeno za rezanje ili skraćivanje videa za društvene mreže.
hu: A videók másolása rendkívül gyors, és megőrzi a teljes képminőséget. Tökéletes videók vágásához vagy rövidítéséhez közösségi médiához.
is: Afturkopiering á vídeóum er afar hröð og heldur fullri myndgæðum. Fullkomið til að klippa eða skera vídeó fyrir samfélagsmiðla.
it: La copia dei video è estremamente veloce e mantiene la qualità dell'immagine completa. Perfetto per tagliare o accorciare video per i social media.
ja: 動画のコピーは非常に高速で、画像の品質を完全に保ちます。 ソーシャルメディア用の動画をカットまたはトリミングするのに最適です。
nl: Het kopiëren van video is extreem snel en behoudt de volledige beeldkwaliteit. Perfect voor het knippen of inkorten van video's voor sociale media.
no: Kopiering av video er ekstremt raskt og opprettholder full bildekvalitet. Perfekt for å klippe eller beskjære videoer for sosiale medier.
pl: Kopiowanie wideo jest niezwykle szybkie i zachowuje pełną jakość obrazu. Idealne do edytowania lub przycinania wideo na media społecznościowe.
pt: Copiar vídeo é extremamente rápido e mantém a qualidade de imagem completa. Perfeito para cortar ou aparar vídeos para redes sociais.
ro: Copierea videoclipului este extrem de rapidă și păstrează calitatea completă a imaginii. Perfect pentru tăierea sau decuparea videoclipurilor pentru rețelele sociale.
ru: Копирование видео происходит очень быстро и сохраняет полное качество изображения. Идеально подходит для нарезки или обрезки видео для социальных сетей.
sk: Kopírovanie videa je mimoriadne rýchle a zachováva plnú kvalitu obrazu. Ideálne na strihanie alebo skrátenie videí pre sociálne médiá.
tr: Videoyu kopyalamak son derece hızlıdır ve tam görüntü kalitesini korur. Sosyal medya için videoları kesmek veya kırpmak için mükemmeldir.
uk: Копіювання відео надзвичайно швидке і зберігає повну якість зображення. Ідеально підходить для обрізання або підрізання відео для соціальних мереж.

source: Slower conversion produces smaller files. Faster presets create larger files but convert in less time.
bg: По-бавната конверсия произвежда по-малки файлове. По-бързите предварителни настройки създават по-големи файлове, но конвертират за по-кратко време.
cs: Pomalejší převod vytváří menší soubory. Rychlejší předvolby vytvářejí větší soubory, ale převádějí se za kratší čas.
da: Langsom konvertering producerer mindre filer. Hurtigere forudindstillinger skaber større filer, men konverterer på kortere tid.
de: Langsame Konvertierung erzeugt kleinere Dateien. Schnellere Voreinstellungen erstellen größere Dateien, konvertieren jedoch in kürzerer Zeit.
el: Η πιο αργή μετατροπή παράγει μικρότερα αρχεία. Οι ταχύτερες ρυθμίσεις δημιουργούν μεγαλύτερα αρχεία αλλά μετατρέπουν σε λιγότερο χρόνο.
es: La conversión más lenta produce archivos más pequeños. Los ajustes más rápidos crean archivos más grandes pero convierten en menos tiempo.
et: Aegem aeglasem konversioon toodab väiksemaid faile. Kiiremad eelmäärangud loovad suuremaid faile, kuid konverteerivad vähem aega.
fi: Hitaampi muunnos tuottaa pienempiä tiedostoja. Nopeammat esiasetukset luovat suurempia tiedostoja, mutta muuntavat vähemmässä ajassa.
fr: Une conversion plus lente produit des fichiers plus petits. Des préréglages plus rapides créent des fichiers plus volumineux mais se convertissent en moins de temps.
he: המרה איטית מייצרת קבצים קטנים יותר. הגדרות מהירות יוצרות קבצים גדולים יותר אך ממירות בזמן קצר יותר.
hr: Sporija konverzija proizvodi manje datoteke. Brži postavke stvaraju veće datoteke, ali se konvertiraju u kraćem vremenu.
hu: A lassúbb konverzió kisebb fájlokat eredményez. A gyorsabb előbeállítások nagyobb fájlokat hoznak létre, de kevesebb idő alatt konvertálnak.
is: Hægri umbreyting skapar minni skrár. Fljótari stillingar búa til stærri skrár en umbreyta á skemmri tíma.
it: La conversione più lenta produce file più piccoli. I preset più veloci creano file più grandi ma convertono in meno tempo.
ja: 遅い変換は小さいファイルを生成します。 速いプリセットは大きいファイルを作成しますが、変換にかかる時間は短くなります。
nl: Langzamere conversie produceert kleinere bestanden. Snellere presets creëren grotere bestanden maar converteren in minder tijd.
no: Langsom konvertering producerer mindre filer. Hurtigere forvalg skaber større filer, men konverterer på kortere tid.
pl: Wolniejsza konwersja produkuje mniejsze pliki. Szybsze ustawienia tworzą większe pliki, ale konwertują w krótszym czasie.
pt: A conversão mais lenta produz arquivos menores. Predefinições mais rápidas criam arquivos maiores, mas convertem em menos tempo.
ro: Conversia mai lentă produce fișiere mai mici. Presetările mai rapide creează fișiere mai mari, dar se convertește în mai puțin timp.
ru: Более медленное преобразование создает меньшие файлы. Более быстрые пресеты создают большие файлы, но конвертируют за меньшее время.
sk: Pomalšia konverzia vytvára menšie súbory. Rýchlejšie predvoľby vytvárajú väčšie súbory, ale konvertujú za kratší čas.
tr: Daha yavaş dönüşüm, daha küçük dosyalar üretir. Daha hızlı ön ayarlar, daha büyük dosyalar oluşturur ancak daha az zamanda dönüştürür.
uk: Повільніша конверсія створює менші файли. Швидші пресети створюють більші файли, але конвертують за менший час.

source: Audio format (when converting): • AAC: Most compatible, good quality • Opus: Excellent quality at small sizes • AC3 (Dolby Digital): Good for home theater
bg: Аудио формат (при конвертиране): • AAC: Най-съвместим, добро качество • Opus: Отлично качество при малки размери • AC3 (Dolby Digital): Добро за домашно кино
cs: Formát zvuku (při převodu): • AAC: Nejkompatibilnější, dobrá kvalita • Opus: Vynikající kvalita při malých velikostech • AC3 (Dolby Digital): Dobré pro domácí kino
da: Lydformat (ved konvertering): • AAC: Mest kompatibel, god kvalitet • Opus: Fremragende kvalitet ved små størrelser • AC3 (Dolby Digital): Godt til hjemmebiograf
de: Audioformat (beim Konvertieren): • AAC: Am kompatibelsten, gute Qualität • Opus: Ausgezeichnete Qualität bei kleinen Größen • AC3 (Dolby Digital): Gut für Heimkino
el: Μορφή ήχου (κατά τη μετατροπή): • AAC: Πιο συμβατό, καλή ποιότητα • Opus: Εξαιρετική ποιότητα σε μικρές διαστάσεις • AC3 (Dolby Digital): Καλή για οικιακό κινηματογράφο
es: Formato de audio (al convertir): • AAC: Más compatible, buena calidad • Opus: Excelente calidad en tamaños pequeños • AC3 (Dolby Digital): Bueno para cine en casa
et: Helifail (muundamisel): • AAC: Kõige ühilduvam, hea kvaliteet • Opus: Suurepärane kvaliteet väikeste failide puhul • AC3 (Dolby Digital): Hea kodukino jaoks
fi: Ääniformaatti (muuntamisen yhteydessä): • AAC: Yhteensopivin, hyvä laatu • Opus: Erinomainen laatu pienissä ko'oissa • AC3 (Dolby Digital): Hyvä kotiteatterille
fr: Format audio (lors de la conversion) : • AAC : Le plus compatible, bonne qualité • Opus : Excellente qualité à petite taille • AC3 (Dolby Digital) : Bon pour le home cinéma
he: פורמט שמע (בעת המרה): • AAC: תואם ביותר, איכות טובה • Opus: איכות מצוינת בגודלים קטנים • AC3 (דולבי דיגיטל): טוב לקולנוע ביתי
hr: Audio format (prilikom konverzije): • AAC: Najkompatibilniji, dobra kvaliteta • Opus: Izvrsna kvaliteta pri malim veličinama • AC3 (Dolby Digital): Dobar za kućno kino
hu: Audioformátum (konvertáláskor): • AAC: Legjobban kompatibilis, jó minőség • Opus: Kiváló minőség kis méretekben • AC3 (Dolby Digital): Jó otthoni mozihoz
is: Hljóðform (við umbreytingu): • AAC: Flest samhæft, góð gæði • Opus: Frábær gæði við litla stærð • AC3 (Dolby Digital): Gott fyrir heimabíó
it: Formato audio (in fase di conversione): • AAC: Massima compatibilità, buona qualità • Opus: Eccellente qualità a piccole dimensioni • AC3 (Dolby Digital): Buono per home theater
ja: オーディオフォーマット（変換時）： • AAC：最も互換性があり、良好な品質 • Opus：小さいサイズで優れた品質 • AC3（ドルビー デジタル）：ホームシアターに最適
nl: Audioformaat (bij conversie): • AAC: Meest compatibel, goede kwaliteit • Opus: Uitstekende kwaliteit bij kleine bestandsgroottes • AC3 (Dolby Digital): Goed voor thuisbioscoop
no: Lydformat (når du konverterer): • AAC: Mest kompatibel, god kvalitet • Opus: Utmerket kvalitet i små størrelser • AC3 (Dolby Digital): Bra for hjemmekino
pl: Format audio (podczas konwersji): • AAC: Najbardziej kompatybilny, dobra jakość • Opus: Doskonała jakość przy małych rozmiarach • AC3 (Dolby Digital): Dobry do kina domowego
pt: Formato de áudio (ao converter): • AAC: Mais compatível, boa qualidade • Opus: Excelente qualidade em tamanhos pequenos • AC3 (Dolby Digital): Bom para home theater
ro: Format audio (când se convertește): • AAC: Cel mai compatibil, calitate bună • Opus: Calitate excelentă la dimensiuni mici • AC3 (Dolby Digital): Bun pentru home theater
ru: Аудиоформат (при конвертации): • AAC: Наиболее совместимый, хорошее качество • Opus: Отличное качество при небольшом размере • AC3 (Dolby Digital): Хорошо для домашнего кинотеатра
sk: Formát zvuku (pri konverzii): • AAC: Najkompatibilnejší, dobrá kvalita • Opus: Vynikajúca kvalita pri malých veľkostiach • AC3 (Dolby Digital): Dobrý pre domáce kino
tr: Ses formatı (dönüştürme sırasında): • AAC: En uyumlu, iyi kalite • Opus: Küçük boyutlarda mükemmel kalite • AC3 (Dolby Digital): Ev sineması için iyi
uk: Аудіоформат (під час конвертації): • AAC: Найбільш сумісний, хороша якість • Opus: Відмінна якість при малих розмірах • AC3 (Dolby Digital): Добре для домашнього кінотеатру

source: Output size: • Original: Keep the same resolution • Standard: 4K, Full HD, HD (TVs and monitors) • Vertical: For phones and social media • Custom: Set your own dimensions
bg: Размер на изхода: • Оригинален: Запазете същата резолюция • Стандартен: 4K, Full HD, HD (телевизори и монитори) • Вертикален: За телефони и социални медии • Персонализиран: Задайте свои собствени размери
cs: Velikost výstupu: • Původní: Zachovat stejnou rozlišení • Standardní: 4K, Full HD, HD (TV a monitory) • Vertikální: Pro telefony a sociální média • Vlastní: Nastavte své vlastní rozměry
da: Output størrelse: • Original: Behold den samme opløsning • Standard: 4K, Full HD, HD (TV og skærme) • Vertikal: Til telefoner og sociale medier • Tilpasset: Indstil dine egne dimensioner
de: Ausgabengröße: • Original: Gleiche Auflösung beibehalten • Standard: 4K, Full HD, HD (Fernseher und Monitore) • Vertikal: Für Handys und soziale Medien • Benutzerdefiniert: Eigene Abmessungen festlegen
el: Μέγεθος εξόδου: • Αρχικό: Διατηρήστε την ίδια ανάλυση • Πρότυπο: 4K, Full HD, HD (τηλεοράσεις και οθόνες) • Κατακόρυφο: Για τηλέφωνα και κοινωνικά δίκτυα • Προσαρμοσμένο: Ορίστε τις δικές σας διαστάσεις
es: Tamaño de salida: • Original: Mantener la misma resolución • Estándar: 4K, Full HD, HD (televisores y monitores) • Vertical: Para teléfonos y redes sociales • Personalizado: Establecer tus propias dimensiones
et: Väljuse suurus: • Originaal: Hoia sama eraldusvõimet • Standard: 4K, Full HD, HD (telerid ja monitorid) • Vertikaalne: Telefonide ja sotsiaalmeedia jaoks • Kohandatud: Määra oma mõõtmed
fi: Tulostuskoko: • Alkuperäinen: Pidä sama resoluutio • Vakio: 4K, Full HD, HD (televisiot ja näytöt) • Pystysuora: Puhelimille ja sosiaaliseen mediaan • Mukautettu: Aseta omat mitat
fr: Taille de sortie : • Original : Conservez la même résolution • Standard : 4K, Full HD, HD (TV et moniteurs) • Vertical : Pour téléphones et réseaux sociaux • Personnalisé : Définissez vos propres dimensions
he: גודל פלט: • מקורי: שמור על אותה רזולוציה • סטנדרטי: 4K, Full HD, HD (טלוויזיות ומסכים) • אנכי: עבור טלפונים ורשתות חברתיות • מותאם אישית: קבע את הממדים שלך
hr: Veličina izlaza: • Izvorna: Zadržite istu rezoluciju • Standardna: 4K, Full HD, HD (TV-i i monitore) • Vertikalna: Za telefone i društvene mreže • Prilagođena: Postavite vlastite dimenzije
hu: Kimeneti méret: • Eredeti: Tartsa meg a felbontást • Standard: 4K, Full HD, HD (TV-k és monitorok) • Függőleges: Telefonokhoz és közösségi médiához • Egyedi: Állítsa be a saját méreteit
is: Úttaksstærð: • Upprunalegt: Halda sömu upplausn • Staðlað: 4K, Full HD, HD (sjónvörp og skjáir) • Lóðrétt: Fyrir síma og samfélagsmiðla • Sérsniðið: Stilltu eigin víddir
it: Dimensione di output: • Originale: Mantieni la stessa risoluzione • Standard: 4K, Full HD, HD (TV e monitor) • Verticale: Per telefoni e social media • Personalizzato: Imposta le tue dimensioni
ja: 出力サイズ： • オリジナル：同じ解像度を維持 • 標準：4K、フルHD、HD（テレビとモニター） • 縦型：電話とソーシャルメディア用 • カスタム：独自の寸法を設定
nl: Uitvoerformaat: • Origineel: Houd dezelfde resolutie • Standaard: 4K, Full HD, HD (TV's en monitoren) • Verticaal: Voor telefoons en sociale media • Aangepast: Stel je eigen afmetingen in
no: Utgangsstørrelse: • Original: Behold samme oppløsning • Standard: 4K, Full HD, HD (TV-er og skjermer) • Vertikal: For telefoner og sosiale medier • Tilpasset: Angi dine egne dimensjoner
pl: Rozmiar wyjściowy: • Oryginalny: Zachowaj tę samą rozdzielczość • Standardowy: 4K, Full HD, HD (telewizory i monitory) • Pionowy: Dla telefonów i mediów społecznościowych • Niestandardowy: Ustaw własne wymiary
pt: Tamanho da saída: • Original: Mantenha a mesma resolução • Padrão: 4K, Full HD, HD (TVs e monitores) • Vertical: Para telefones e redes sociais • Personalizado: Defina suas próprias dimensões
ro: Dimensiunea ieșirii: • Original: Păstrează aceeași rezoluție • Standard: 4K, Full HD, HD (TV-uri și monitoare) • Vertical: Pentru telefoane și rețele sociale • Personalizat: Setează-ți propriile dimensiuni
ru: Размер вывода: • Оригинал: Сохранить то же разрешение • Стандартный: 4K, Full HD, HD (телевизоры и мониторы) • Вертикальный: Для телефонов и социальных сетей • Пользовательский: Установите свои собственные размеры
sk: Veľkosť výstupu: • Pôvodné: Zachovať rovnaké rozlíšenie • Štandardné: 4K, Full HD, HD (TV a monitory) • Vertikálne: Pre telefóny a sociálne médiá • Vlastné: Nastavte si vlastné rozmery
tr: Çıktı boyutu: • Orijinal: Aynı çözünürlüğü koru • Standart: 4K, Full HD, HD (TV'ler ve monitörler) • Dikey: Telefonlar ve sosyal medya için • Özel: Kendi boyutlarınızı ayarlayın
uk: Розмір виходу: • Оригінал: Залишити ту ж роздільну здатність • Стандарт: 4K, Full HD, HD (телевізори та монітори) • Вертикальний: Для телефонів та соціальних мереж • Користувацький: Встановіть свої власні розміри

source: • MP4: Most compatible • MKV: More features
bg: • MP4: Най-съвместим • MKV: Повече функции
cs: • MP4: Nejvíce kompatibilní • MKV: Více funkcí
da: • MP4: Mest kompatibel • MKV: Flere funktioner
de: • MP4: Am meisten kompatibel • MKV: Mehr Funktionen
el: • MP4: Πιο συμβατό • MKV: Περισσότερα χαρακτηριστικά
es: • MP4: Más compatible • MKV: Más funciones
et: • MP4: Kõige ühilduvam • MKV: Rohkem funktsioone
fi: • MP4: Yhteensopivin • MKV: Enemmän ominaisuuksia
fr: • MP4 : Le plus compatible • MKV : Plus de fonctionnalités
he: • MP4: תואם ביותר • MKV: יותר תכונות
hr: • MP4: Najveća kompatibilnost • MKV: Više značajki
hu: • MP4: Legjobban kompatibilis • MKV: További funkciók
is: • MP4: Samhæfðast • MKV: Fleiri eiginleikar
it: • MP4: Maggiore compatibilità • MKV: Maggiori funzionalità
ja: • MP4: 最も互換性があります • MKV: より多くの機能があります
nl: • MP4: Meest compatibel • MKV: Meer functies
no: • MP4: Mest kompatibel • MKV: Flere funksjoner
pl: • MP4: Najbardziej kompatybilny • MKV: Więcej funkcji
pt: • MP4: Mais compatível • MKV: Mais recursos
ro: • MP4: Cel mai compatibil • MKV: Mai multe funcții
ru: • MP4: Наиболее совместимый • MKV: Больше функций
sk: • MP4: Najviac kompatibilný • MKV: Viac funkcií
tr: • MP4: En uyumlu • MKV: Daha fazla özellik
uk: • MP4: Найбільш сумісний • MKV: Більше функцій

source: • Move right: Brighter • Move left: Darker • Default: 0 (no change)
bg: • Премести надясно: По-светло • Премести наляво: По-тъмно • По подразбиране: 0 (без промяна)
cs: • Posunout doprava: Jasnější • Posunout doleva: Tmavší • Výchozí: 0 (žádná změna)
da: • Flyt til højre: Lysere • Flyt til venstre: Mørkere • Standard: 0 (ingen ændring)
de: • Nach rechts bewegen: Heller • Nach links bewegen: Dunkler • Standard: 0 (keine Änderung)
el: • Μετακίνηση δεξιά: Πιο φωτεινό • Μετακίνηση αριστερά: Πιο σκούρο • Προεπιλογή: 0 (χωρίς αλλαγή)
es: • Mover a la derecha: Más brillante • Mover a la izquierda: Más oscuro • Predeterminado: 0 (sin cambio)
et: • Liigu paremale: Heledam • Liigu vasakule: Tumedam • Vaikimisi: 0 (ilma muutuseta)
fi: • Siirrä oikealle: Kirkkaampi • Siirrä vasemmalle: Tummempi • Oletusarvo: 0 (ei muutosta)
fr: • Déplacer à droite : Plus clair • Déplacer à gauche : Plus sombre • Par défaut : 0 (aucun changement)
he: • הזז ימינה: בהיר יותר • הזז שמאלה: כהה יותר • ברירת מחדל: 0 (ללא שינוי)
hr: • Pomakni desno: Svjetlije • Pomakni lijevo: Tamnije • Zadano: 0 (bez promjene)
hu: • Jobbra mozgatás: Világosabb • Balra mozgatás: Sötétebb • Alapértelmezett: 0 (nincs változás)
is: • Hreyfa til hægri: Bjartari • Hreyfa til vinstri: Dökari • Sjálfgefið: 0 (engin breyting)
it: • Muovi a destra: Più luminoso • Muovi a sinistra: Più scuro • Predefinito: 0 (nessuna modifica)
ja: • 右に移動: 明るくする • 左に移動: 暗くする • デフォルト: 0 (変更なし)
nl: • Beweeg naar rechts: Heldere • Beweeg naar links: Donkerder • Standaard: 0 (geen verandering)
no: • Flytt høyre: Lysere • Flytt venstre: Mørkere • Standard: 0 (ingen endring)
pl: • Przesuń w prawo: Jaśniej • Przesuń w lewo: Ciemniej • Domyślnie: 0 (bez zmian)
pt: • Mover para a direita: Mais claro • Mover para a esquerda: Mais escuro • Padrão: 0 (sem alteração)
ro: • Mutați la dreapta: Mai luminos • Mutați la stânga: Mai întunecat • Implicit: 0 (fără modificare)
ru: • Двигаться вправо: Ярче • Двигаться влево: Темнее • По умолчанию: 0 (без изменений)
sk: • Posunúť doprava: Jasnejšie • Posunúť doľava: Tmavšie • Predvolené: 0 (žiadna zmena)
tr: • Sağa hareket et: Daha parlak • Sola hareket et: Daha karanlık • Varsayılan: 0 (değişiklik yok)

source: • Move right: More vivid • Move left: More muted • Default: 1.0 (no change)
bg: • Премести надясно: По-ярко • Премести наляво: По-избледняло • По подразбиране: 1.0 (без промяна)
cs: • Posunout doprava: Více živé • Posunout doleva: Více tlumené • Výchozí: 1.0 (žádná změna)
da: • Flyt til højre: Mere livlig • Flyt til venstre: Mere afdæmpet • Standard: 1.0 (ingen ændring)
de: • Nach rechts bewegen: Lebendiger • Nach links bewegen: Gedämpfter • Standard: 1.0 (keine Änderung)
el: • Μετακίνηση δεξιά: Πιο ζωντανό • Μετακίνηση αριστερά: Πιο θαμπό • Προεπιλογή: 1.0 (χωρίς αλλαγή)
es: • Mover a la derecha: Más vívido • Mover a la izquierda: Más apagado • Predeterminado: 1.0 (sin cambios)
et: • Liigu paremale: Elavam • Liigu vasakule: Tuimem • Vaikimisi: 1.0 (ilma muutuseta)
fi: • Siirrä oikealle: Elävämpi • Siirrä vasemmalle: Vaimeampi • Oletusarvo: 1.0 (ei muutosta)
fr: • Déplacer à droite : Plus vif • Déplacer à gauche : Plus atténué • Par défaut : 1.0 (aucun changement)
he: • הזז ימינה: יותר חי • הזז שמאלה: יותר מעומעם • ברירת מחדל: 1.0 (ללא שינוי)
hr: • Pomakni desno: Intenzivnije • Pomakni lijevo: Umjerenije • Zadano: 1.0 (bez promjene)
hu: • Jobbra mozgatás: Élénkebb • Balra mozgatás: Tompább • Alapértelmezett: 1.0 (nincs változás)
is: • Hreyfa til hægri: Meira líflegt • Hreyfa til vinstri: Meira daufur • Sjálfgefið: 1.0 (engin breyting)
it: • Muovi a destra: Più vivido • Muovi a sinistra: Più attenuato • Predefinito: 1.0 (nessuna modifica)
ja: • 右に移動: より鮮やか • 左に移動: より muted • デフォルト: 1.0 (変更なし)
nl: • Beweeg naar rechts: Meer levendig • Beweeg naar links: Meer gedempt • Standaard: 1.0 (geen verandering)
no: • Flytt til høyre: Mer livlig • Flytt til venstre: Mer dempet • Standard: 1.0 (ingen endring)
pl: • Przesuń w prawo: Bardziej wyraźny • Przesuń w lewo: Bardziej stonowany • Domyślnie: 1.0 (bez zmian)
pt: • Mover para a direita: Mais vívido • Mover para a esquerda: Mais suave • Padrão: 1.0 (sem alteração)
ro: • Mutați la dreapta: Mai viu • Mutați la stânga: Mai estompat • Implicit: 1.0 (fără modificare)
ru: • Двигаться вправо: Более яркий • Двигаться влево: Более приглушенный • По умолчанию: 1.0 (без изменений)
sk: • Presuň doprava: Živejšie • Presuň doľava: Tlmené • Predvolené: 1.0 (bez zmeny)
tr: • Sağa hareket et: Daha canlı • Sola hareket et: Daha soluk • Varsayılan: 1.0 (değişiklik yok)
uk: • Перемістити вправо: Яскравіший • Перемістити вліво: Більш приглушений • За замовчуванням: 1.0 (без змін)
