Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: The video preview rendering mode has been changed. Please close and reopen the application for the change to take effect.
bg: Режимът за рендиране на видеопревюто е променен. Моля, затворете и отворете отново приложението, за да влязат в сила промените.
cs: Režim renderování náhledu videa byl změněn. Prosím, zavřete a znovu otevřete aplikaci, aby se změna projevila.
el: Η λειτουργία απόδοσης προεπισκόπησης βίντεο έχει αλλάξει. Παρακαλώ κλείστε και ανοίξτε ξανά την εφαρμογή για να ισχύσει η αλλαγή.
fr: Le mode de rendu de l'aperçu vidéo a été modifié. Veuillez fermer et rouvrir l'application pour que le changement prenne effet.
hu: A videó előnézeti renderelési módja megváltozott. Kérjük, zárja be és nyissa meg újra az alkalmazást a változtatás érvénybe lépéséhez.
is: Forskoðun á vídeóforskoðun hefur verið breytt. Vinsamlegast lokaðu og opnaðu forritið aftur til að breytingin taki gildi.
nl: De renderingsmodus voor videovoorvertoningen is gewijzigd. Sluit de applicatie en open deze opnieuw om de wijziging van kracht te laten worden.
pt: O modo de renderização da pré-visualização do vídeo foi alterado. Por favor, feche e reabra o aplicativo para que a alteração tenha efeito.
ru: Режим рендеринга предварительного просмотра видео был изменен. Пожалуйста, закройте и снова откройте приложение, чтобы изменения вступили в силу.

source: Reset All Settings?
bg: Нулиране на всички настройки?
cs: Obnovit všechna nastavení?
da: Nulstil alle indstillinger?
de: Alle Einstellungen zurücksetzen?
el: Επαναφορά όλων των ρυθμίσεων;
es: ¿Restablecer todas las configuraciones?
et: Lähtesta kõik seaded?
fi: Nollaa kaikki asetukset?
fr: Réinitialiser tous les paramètres ?
he: אפס את כל ההגדרות?
hr: Poništi sve postavke?
hu: Minden beállítás visszaállítása?
is: Afturstilltu allar stillingar?
it: Ripristina tutte le impostazioni?
ja: すべての設定をリセットしますか？
nl: Alle instellingen resetten?
no: Tilbakestill alle innstillinger?
pl: Zresetować wszystkie ustawienia?
pt: Redefinir todas as configurações?
ro: Resetare toate setările?
ru: Сбросить все настройки?
sk: Obnoviť všetky nastavenia?
sv: Återställ alla inställningar?
tr: Tüm Ayarları Sıfırlamak mı?
uk: Скинути всі налаштування?

source: This will reset all settings to their default values. This action cannot be undone.
bg: Това ще нулира всички настройки до техните стойности по подразбиране. Това действие не може да бъде отменено.
cs: Tímto se všechny nastavení vrátí na výchozí hodnoty. Tuto akci nelze vrátit zpět.
da: Dette vil nulstille alle indstillinger til deres standardværdier. Denne handling kan ikke fortrydes.
de: Dies setzt alle Einstellungen auf deren Defaultwerte zurück. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα επαναφέρει όλες τις ρυθμίσεις στις προεπιλεγμένες τιμές τους. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto restablecerá todas las configuraciones a sus valores predeterminados. Esta acción no se puede deshacer.
et: See taastab kõik seaded nende vaikeseadetele. Seda toimingut ei saa tagasi võtta.
fi: Tämä palauttaa kaikki asetukset oletusarvoihinsa. Tätä toimintoa ei voida peruuttaa.
fr: Cela réinitialisera tous les paramètres à leurs valeurs par défaut. Cette action ne peut pas être annulée.
he: זה יחזיר את כל ההגדרות לערכים ברירת המחדל שלהן. פעולה זו אינה ניתנת לביטול.
hr: Ovo će resetirati sve postavke na njihove zadane vrijednosti. Ova radnja se ne može poništiti.
hu: Ez visszaállítja az összes beállítást az alapértelmezett értékekre. Ez a művelet nem vonható vissza.
is: Þetta mun endurstilla allar stillingar í þeirra sjálfgefnar gildi. Þessi aðgerð er ekki hægt að afturkalla.
it: Questo ripristinerà tutte le impostazioni ai loro valori predefiniti. Questa azione non può essere annullata.
ja: これにより、すべての設定がデフォルト値にリセットされます。この操作は元に戻すことができません。
nl: Dit zal alle instellingen terugzetten naar hun standaardwaarden. Deze actie kan niet ongedaan worden gemaakt.
no: Dette vil tilbakestille alle innstillinger til standardverdiene. Denne handlingen kan ikke angres.
pl: To spowoduje zresetowanie wszystkich ustawień do wartości domyślnych. Tej akcji nie można cofnąć.
pt: Isso redefinirá todas as configurações para seus valores padrão. Esta ação não pode ser desfeita.
ro: Aceasta va reseta toate setările la valorile lor implicite. Această acțiune nu poate fi anulată.
ru: Это сбросит все настройки к значениям по умолчанию. Это действие нельзя отменить.
sk: Týmto sa všetky nastavenia obnovia na predvolené hodnoty. Túto akciu nie je možné zrušiť.
sv: Detta kommer att återställa alla inställningar till deras standardvärden. Denna åtgärd kan inte ångras.
tr: Bu, tüm ayarları varsayılan değerlerine sıfırlayacaktır. Bu işlem geri alınamaz.
uk: Це скине всі налаштування до значень за замовчуванням. Цю дію не можна скасувати.

source: Reset
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Taasta
fi: Nollaa
fr: Réinitialiser
he: איפוס
hr: Ponovno postavi
hu: Visszaállítás
is: Afturstilltu
it: Ripristina
ja: リセット
nl: Resetten
no: Tilbakestill
pl: Resetuj
pt: Redefinir
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
tr: Sıfırla
uk: Скинути

source: Settings Reset
bg: Нулиране на настройки
cs: Nastavení obnovení
da: Indstillinger Nulstil
de: Zurücksetzen der Einstellungen
el: Επαναφορά Ρυθμίσεων
es: Restablecer configuración
et: Seadete lähtestamine
fi: Asetusten nollaus
fr: Réinitialisation des paramètres
he: איפוס הגדרות
hr: Resetiranje postavki
hu: Beállítások visszaállítása
is: Stillingar Endurstilla
it: Ripristino delle impostazioni
ja: 設定のリセット
nl: Instellingen Resetten
no: Innstillingsnullstilling
pl: Resetowanie ustawień
pt: Redefinição de Configurações
ro: Resetare setări
ru: Сброс настроек
sk: Obnovenie nastavení
sv: Återställ inställningar
tr: Ayarları Sıfırla
uk: Скидання налаштувань

source: All settings have been reset to their default values.
bg: Всички настройки са нулирани до техните стойности по подразбиране.
cs: Všechna nastavení byla resetována na výchozí hodnoty.
da: Alle indstillinger er blevet nulstillet til deres standardværdier.
de: Alle Einstellungen sind auf deren Defaultwerte zurückgesetzt worden.
el: Όλες οι ρυθμίσεις έχουν επαναφερθεί στις προεπιλεγμένες τιμές τους.
es: Todas las configuraciones han sido restablecidas a sus valores predeterminados.
et: Kõik seaded on lähtestatud nende vaikeseadetele.
fi: Kaikki asetukset on palautettu oletusarvoihinsa.
fr: Tous les paramètres ont été réinitialisés à leurs valeurs par défaut.
he: כל ההגדרות הוחזרו לערכי ברירת המחדל שלהן.
hr: Sve postavke su vraćene na zadane vrijednosti.
hu: Minden beállítást visszaállítottunk az alapértelmezett értékekre.
is: Öll stillingar hafa verið endurstillaðar á sjálfgefin gildi.
it: Tutte le impostazioni sono state ripristinate ai valori predefiniti.
ja: すべての設定がデフォルト値にリセットされました。
nl: Alle instellingen zijn teruggezet naar hun standaardwaarden.
no: Alle innstillinger har blitt tilbakestilt til standardverdiene.
pl: Wszystkie ustawienia zostały zresetowane do wartości domyślnych.
pt: Todas as configurações foram redefinidas para seus valores padrão.
ro: Toate setările au fost resetate la valorile lor implicite.
ru: Все настройки были сброшены к значениям по умолчанию.
sk: Všetky nastavenia boli obnovené na predvolené hodnoty.
sv: Alla inställningar har återställts till sina standardvärden.
tr: Tüm ayarlar varsayılan değerlerine sıfırlanmıştır.
uk: Усі налаштування були скинуті до значень за замовчуванням.

source: Open Containing Folder
bg: Отвори папката, която съдържа
cs: Otevřít obsahující složku
da: Åbn indeholdende mappe
de: Ordner öffnen
el: Άνοιγμα Φακέλου Περιεχομένων
es: Abrir carpeta contenedora
et: Ava kaust.
fi: Avaa sisältävä kansio
fr: Ouvrir le dossier contenant
he: פתח תיק מכיל
hr: Otvorite mapu koja sadrži
hu: Mappa megnyitása
is: Opna innihaldsmöppuna
it: Apri la cartella contenente
ja: フォルダーを開く
nl: Open Bevatte Map
no: Åpne inneholdende mappe
pl: Otwórz folder zawierający
pt: Abrir Pasta Contendo
ro: Deschide folderul conținător
ru: Открыть содержащую папку
sk: Otvoriť priečinok obsahujúci
sv: Öppna innehållsmapp
tr: İçeren Klasörü Aç
uk: Відкрити папку, що містить

source: More Information...
bg: Повече информация...
cs: Více informací...
da: Mere information...
de: Mehr Informationen...
el: Περισσότερες Πληροφορίες...
es: Más información...
et: Rohkem teavet...
fi: Lisätietoja...
fr: Plus d'informations...
he: מידע נוסף...
hr: Više informacija...
hu: További információ...
is: Frekari upplýsingar...
it: Ulteriori informazioni...
ja: 詳細情報...
nl: Meer informatie...
no: Mer informasjon...
pl: Więcej informacji...
pt: Mais Informações...
ro: Mai multe informații...
ru: Больше информации...
sk: Viac informácií...
sv: Mer information...
tr: Daha Fazla Bilgi...
uk: Більше інформації...

source: Delete from Disk...
bg: Изтрий от диска...
cs: Smazat z disku...
da: Slet fra disk...
de: Von der Festplatte löschen...
el: Διαγραφή από το Δίσκο...
es: Eliminar del disco...
et: Kustuta kettalt...
fi: Poista levylle...
fr: Supprimer du disque...
he: מחק מהדיסק...
hr: Izbriši s diska...
hu: Törlés lemezről...
is: Eyða af disknum...
it: Elimina dal disco...
ja: ディスクから削除...
nl: Verwijderen van schijf...
no: Slett fra disk...
pl: Usuń z dysku...
pt: Excluir do Disco...
ro: Șterge de pe disc...
ru: Удалить с диска...
sk: Odstrániť z disku...
sv: Ta bort från disk...
tr: Disk'ten Sil...
uk: Видалити з диска...

source: Delete File from Disk?
bg: Изтриване на файл от диска?
cs: Smazat soubor z disku?
da: Slet fil fra disk?
de: Datei vom Datenträger löschen?
el: Διαγραφή αρχείου από το δίσκο;
es: ¿Eliminar archivo del disco?
et: Kustuta fail kettalt?
fi: Poista tiedosto levylle?
fr: Supprimer le fichier du disque ?
he: מחק קובץ מהדיסק?
hr: Izbriši datoteku s diska?
hu: Fájl törlése a lemezről?
is: Eyða skrá úr diski?
it: Elimina file dal disco?
ja: ディスクからファイルを削除しますか？
nl: Bestand van schijf verwijderen?
no: Slette fil fra disk?
pl: Usunąć plik z dysku?
pt: Excluir arquivo do disco?
ro: Șterge fișierul de pe disc?
ru: Удалить файл с диска?
sk: Odstrániť súbor z disku?
sv: Ta bort fil från disk?
tr: Disk'ten Dosyayı Sil?
uk: Видалити файл з диска?

source: Are you sure you want to permanently delete '{}'? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете '{}' завинаги? Тази операция не може да бъде отменена.
cs: Opravdu chcete trvale smazat '{}'? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette '{}' permanent? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie '{}' dauerhaft löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε μόνιμα '{}'; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar permanentemente '{}'? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite '{}' püsivalt kustutada? Seda toimingut ei saa tagasi võtta.
fi: Oletko varma, että haluat poistaa '{}' pysyvästi? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer définitivement '{}' ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק לצמיתות את '{}'? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite trajno izbrisati '{}'? Ova radnja se ne može poništiti.
hu: Biztos benne, hogy véglegesen törölni szeretné a '{}' elemet? Ez a művelet nem vonható vissza.
is: Ertu viss um að þú viljir varanlega eyða '{}'? Þetta aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler eliminare permanentemente '{}'? Questa azione non può essere annullata.
ja: '{}'を永久に削除してもよろしいですか？ この操作は元に戻せません。
nl: Weet u zeker dat u '{}' permanent wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette '{}' permanent? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz trwale usunąć '{}'? Tej akcji nie można cofnąć.
pt: Você tem certeza de que deseja excluir permanentemente '{}'? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi permanent '{}'? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите навсегда удалить '{}'? Это действие нельзя отменить.
sk: Ste si istí, že chcete trvalo odstrániť '{}'? Túto akciu nie je možné zrušiť.
sv: Är du säker på att du vill permanent ta bort '{}'? Denna åtgärd kan inte ångras.
tr: '{}' kalıcı olarak silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете назавжди видалити '{}'? Цю дію не можна скасувати.

source: Delete
bg: Изтрий
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
he: מחק
hr: Izbriši
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Ta bort
tr: Sil.
uk: Видалити

source: Error Deleting File
bg: Грешка при изтриване на файл
cs: Chyba při odstraňování souboru
da: Fejl ved sletning af fil
de: Fehler beim Löschen der Datei
el: Σφάλμα διαγραφής αρχείου
es: Error al eliminar el archivo
et: Vea faili kustutamisel.
fi: Virhe tiedoston poistamisessa
fr: Erreur de suppression de fichier
he: שגיאה במחיקת קובץ
hr: Greška pri brisanju datoteke
hu: Hiba a fájl törlésekor
is: Villa að eyða skrá.
it: Errore durante l'eliminazione del file
ja: ファイルの削除エラー
nl: Fout bij het verwijderen van bestand
no: Feil ved sletting av fil
pl: Błąd podczas usuwania pliku
pt: Erro ao Deletar Arquivo
ro: Eroare la ștergerea fișierului
ru: Ошибка удаления файла
sk: Chyba pri odstraňovaní súboru
sv: Fel vid radering av fil
tr: Dosya Silme Hatası
uk: Помилка видалення файлу

source: Could not delete file: {}
bg: Не можа да се изтрие файлът: {}
cs: Nelze smazat soubor: {}
da: Kunne ikke slette fil: {}
de: Datei konnte nicht gelöscht werden: {}
el: Δεν ήταν δυνατή η διαγραφή του αρχείου: {}
es: No se pudo eliminar el archivo: {}
et: Faili ei saanud kustutada: {}
fi: Voiti poistaa tiedostoa: {}
fr: Impossible de supprimer le fichier : {}
he: לא ניתן למחוק את הקובץ: {}
hr: Nije moguće izbrisati datoteku: {}
hu: A fájl törlése nem sikerült: {}
is: Gat ekki eytt skrá: {}
it: Impossibile eliminare il file: {}
ja: ファイルを削除できませんでした: {}
nl: Kon bestand niet verwijderen: {}
no: Kunne ikke slette fil: {}
pl: Nie można usunąć pliku: {}
pt: Não foi possível excluir o arquivo: {}
ro: Nu s-a putut șterge fișierul: {}
ru: Не удалось удалить файл: {}
sk: Nepodarilo sa odstrániť súbor: {}
sv: Kunde inte ta bort fil: {}
tr: Dosya silinemedi: {}
uk: Не вдалося видалити файл: {}

source: No Video Files
bg: Няма видео файлове
cs: Žádné video soubory
da: Ingen videofiler
de: Keine Videodateien
el: Δεν υπάρχουν αρχεία βίντεο
es: No hay archivos de video
et: Ei video faile.
fi: Ei videotiedostoja
fr: Aucun fichier vidéo
he: אין קבצי וידאו
hr: Nema video datoteka
hu: Nincsenek videofájlok
is: Engin vídeóskrár.
it: Nessun file video
ja: ビデオファイルがありません
nl: Geen videobestanden
no: Ingen videofiler
pl: Brak plików wideo
pt: Nenhum arquivo de vídeo
ro: Fără fișiere video
ru: Нет видеофайлов
sk: Žiadne video súbory
sv: Inga videofiler
tr: Video Dosyası Yok
uk: Немає відеофайлів

source: Drag files here or use the Add Files button
bg: Плъзнете файлове тук или използвайте бутона Добавяне на файлове
cs: Přetáhněte sem soubory nebo použijte tlačítko Přidat soubory
da: Træk filer her eller brug knappen Tilføj filer
de: Ziehen Sie Dateien hierher oder verwenden Sie die Schaltfläche Dateien hinzufügen.
el: Σύρετε αρχεία εδώ ή χρησιμοποιήστε το κουμπί Προσθήκη Αρχείων
es: Arrastra archivos aquí o utiliza el botón Agregar archivos.
et: Looge failid siia või kasutage nuppu Lisa failid.
fi: Vedä tiedostoja tänne tai käytä Lisää tiedostoja -painiketta
fr: Faites glisser des fichiers ici ou utilisez le bouton Ajouter des fichiers.
he: גרור קבצים לכאן או השתמש בכפתור הוסף קבצים
hr: Povucite datoteke ovdje ili upotrijebite gumb Dodaj datoteke
hu: Húzza ide a fájlokat, vagy használja a Fájlok hozzáadása gombot.
is: Dragðu skrár hingað eða notaðu hnappinn Bæta við skrám
it: Trascina i file qui o usa il pulsante Aggiungi file
ja: ファイルをここにドラッグするか、「ファイルを追加」ボタンを使用してください。
nl: Sleep bestanden hierheen of gebruik de Bestanden Toevoegen-knop
no: Dra filer hit eller bruk knappen Legg til filer
pl: Przeciągnij pliki tutaj lub użyj przycisku Dodaj pliki
pt: Arraste arquivos aqui ou use o botão Adicionar Arquivos
ro: Trageți fișierele aici sau folosiți butonul Adăugați fișiere.
ru: Перетащите файлы сюда или используйте кнопку "Добавить файлы"
sk: Presuňte súbory sem alebo použite tlačidlo Pridať súbory.
sv: Dra filer hit eller använd knappen Lägg till filer
tr: Dosyaları buraya sürükleyin veya Dosya Ekle butonunu kullanın.
uk: Перетягніть файли сюди або використайте кнопку Додати файли

source: Save in the same folder as the original file
bg: Запази в същата папка като оригиналния файл
cs: Uložit do stejné složky jako původní soubor
da: Gem i den samme mappe som den originale fil
de: In demselben Ordner wie die Originaldatei speichern
el: Αποθήκευση στον ίδιο φάκελο με το αρχικό αρχείο
es: Guardar en la misma carpeta que el archivo original
et: Salvesta samasse kausta kui originaalfail.
fi: Tallenna samaan kansioon kuin alkuperäinen tiedosto
fr: Enregistrer dans le même dossier que le fichier original
he: שמור באותו תיקייה כמו הקובץ המקורי
hr: Spremi u istu mapu kao izvorna datoteka
hu: Mentse ugyanabba a mappába, mint az eredeti fájl
is: Vista í sömu möppu og upprunalega skráin
it: Salva nella stessa cartella del file originale
ja: 元のファイルと同じフォルダーに保存する
nl: Opslaan in dezelfde map als het originele bestand
no: Lagre i samme mappe som den originale filen
pl: Zapisz w tym samym folderze co oryginalny plik
pt: Salvar na mesma pasta que o arquivo original
ro: Salvează în aceeași folder ca fișierul original.
ru: Сохранить в той же папке, что и оригинальный файл
sk: Uložte do tej istej zložky ako pôvodný súbor.
sv: Spara i samma mapp som den ursprungliga filen
tr: Orijinal dosya ile aynı klasöre kaydet
uk: Зберегти в тій же папці, що й оригінальний файл

source: Folder to save
bg: Папка за запазване
cs: Složka pro uložení
da: Mappe til at gemme
de: Ordner zum Speichern
el: Φάκελος αποθήκευσης
es: Carpeta para guardar
et: Salvestamise kaust
fi: Kansio tallentamista varten
fr: Dossier à enregistrer
he: תיקייה לשמירה
hr: Mapa za spremanje
hu: Mentés mappa
is: Skrá til að vista
it: Cartella da salvare
ja: 保存先フォルダー
nl: Map om op te slaan
no: Mappe for å lagre
pl: Folder do zapisu
pt: Pasta para salvar
ro: Folder de salvare
ru: Папка для сохранения
sk: Zložka na uloženie
sv: Mapp att spara
tr: Kaydetmek için klasör
uk: Папка для збереження

source: Select folder
bg: Изберете папка
cs: Vyberte složku
da: Vælg mappe
de: Ordner auswählen
el: Επιλέξτε φάκελο
es: Seleccionar carpeta
et: Vali kaust
fi: Valitse kansio
fr: Sélectionner le dossier
he: בחר תיקייה
hr: Odaberite mapu
hu: Mappa kiválasztása
is: Veldu möppu
it: Seleziona cartella
ja: フォルダーを選択
nl: Selecteer map
no: Velg mappe
pl: Wybierz folder
pt: Selecionar pasta
ro: Selectați folderul
ru: Выбрать папку
sk: Vyberte priečinok
sv: Välj mapp
tr: Klasör seçin
uk: Виберіть папку

source: Delete original files
bg: Изтрийте оригиналните файлове
cs: Smazat původní soubory
da: Slet originale filer
de: Originaldateien löschen
el: Διαγραφή αρχικών αρχείων
es: Eliminar archivos originales
et: Kustuta originaalfailid
fi: Poista alkuperäiset tiedostot
fr: Supprimer les fichiers originaux
he: מחק קבצים מקוריים
hr: Izbriši izvorne datoteke
hu: Eredeti fájlok törlése
is: Eyða upprunalegum skrám
it: Elimina i file originali
ja: 元のファイルを削除する
nl: Verwijder originele bestanden
no: Slett originale filer
pl: Usuń oryginalne pliki
pt: Excluir arquivos originais
ro: Șterge fișierele originale
ru: Удалить оригинальные файлы
sk: Odstrániť pôvodné súbory
sv: Ta bort originalfiler
tr: Orijinal dosyaları silin
uk: Видалити оригінальні файли

source: Select the output folder
bg: Изберете папката за изход.
cs: Vyberte výstupní složku
da: Vælg output-mappen
de: Wählen Sie den Ausgabeordner aus
el: Επιλέξτε τον φάκελο εξόδου
es: Seleccione la carpeta de salida
et: Valige väljundkaust
fi: Valitse tulostuskansio
fr: Sélectionnez le dossier de sortie
he: בחר את תיקיית הפלט
hr: Odaberite izlaznu mapu
hu: Válaszd ki a kimeneti mappát
is: Veldu möppuna fyrir úttak
it: Seleziona la cartella di output
ja: 出力フォルダーを選択してください。
nl: Selecteer de uitvoermap
no: Velg utdata-mappen
pl: Wybierz folder wyjściowy
pt: Selecione a pasta de saída
ro: Selectați folderul de ieșire
ru: Выберите папку для вывода
sk: Vyberte výstupnú zložku
sv: Välj utmatningsmappen
tr: Çıktı klasörünü seçin
uk: Виберіть папку виводу

source: Could not open this video file
bg: Не можа да се отвори този видео файл.
cs: Nelze otevřít tento video soubor.
da: Kunne ikke åbne denne videofil
de: Konnte diese Videodatei nicht öffnen.
el: Δεν ήταν δυνατή η ανοίγμα αυτού του αρχείου βίντεο.
es: No se pudo abrir este archivo de video.
et: Seda videofaili ei saanud avada.
fi: Ei voitu avata tätä videotiedostoa.
fr: Impossible d'ouvrir ce fichier vidéo.
he: לא ניתן לפתוח את קובץ הווידאו הזה
hr: Nije moguće otvoriti ovu video datoteku.
hu: Nem sikerült megnyitni ezt a videófájlt.
is: Gat ekki opnað þessa vídeóskrá.
it: Impossibile aprire questo file video.
ja: このビデオファイルを開くことができませんでした。
nl: Kon dit videobestand niet openen.
no: Kunne ikke åpne denne videofilen
pl: Nie można otworzyć tego pliku wideo.
pt: Não foi possível abrir este arquivo de vídeo.
ro: Nu s-a putut deschide acest fișier video.
ru: Не удалось открыть этот видеофайл.
sk: Nepodarilo sa otvoriť tento video súbor.
sv: Kunde inte öppna den här videofilen.
tr: Bu video dosyası açılamadı.
uk: Не вдалося відкрити цей відеофайл.

source: Could not open the video file with the default player
bg: Не можа да се отвори видео файла с подразбирания плейър.
cs: Nelze otevřít video soubor ve výchozím přehrávači.
da: Kunne ikke åbne videofilen med den standardafspiller.
de: Die Videodatei konnte nicht mit dem Standardplayer geöffnet werden
el: Δεν ήταν δυνατή η ανοίγμα του αρχείου βίντεο με τον προεπιλεγμένο αναπαραγωγέα.
es: No se pudo abrir el archivo de video con el reproductor predeterminado.
et: Ei suutnud avada videofaili vaikimisi mängijaga.
fi: Ei voitu avata videota oletussoittimella.
fr: Impossible d'ouvrir le fichier vidéo avec le lecteur par défaut.
he: לא ניתן לפתוח את קובץ הווידאו עם הנגן ברירת המחדל.
hr: Nije moguće otvoriti video datoteku s zadanim playerom.
hu: Nem sikerült megnyitni a videófájlt az alapértelmezett lejátszóval.
is: Gat ekki opnað vídeóskrána með sjálfgefna spilara.
it: Impossibile aprire il file video con il lettore predefinito.
ja: デフォルトプレーヤーでビデオファイルを開くことができませんでした。
nl: Kon het videobestand niet openen met de standaardspeler.
no: Kunne ikke åpne videofilen med standardavspilleren.
pl: Nie można otworzyć pliku wideo za pomocą domyślnego odtwarzacza.
pt: Não foi possível abrir o arquivo de vídeo com o reprodutor padrão.
ro: Nu s-a putut deschide fișierul video cu playerul implicit.
ru: Не удалось открыть видеофайл с помощью стандартного плеера.
sk: Nepodarilo sa otvoriť video súbor s predvoleným prehrávačom.
sv: Kunde inte öppna videofilen med standardspelaren.
tr: Varsayılan medya oynatıcısıyla video dosyası açılamadı.
uk: Не вдалося відкрити відеофайл за допомогою програвача за замовчуванням.
