Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Vulkan
bg: Вулкан
el: Βούλκαν
he: וולקן
ja: バルカン
ru: Вулкан
uk: Вулкан

source: Software (CPU)
bg: Софтуер (ЦПУ)
el: Λογισμικό (CPU)
et: Tarkvara (CPU)
fi: Ohjelmisto (CPU)
fr: Logiciel (CPU)
he: תוכנה (מעבד)
hr: Softver (CPU)
hu: Szoftver (CPU)
is: Hugbúnaður (CPU)
ja: ソフトウェア (CPU)
no: Programvare (CPU)
pl: Oprogramowanie (CPU)
ru: Программное обеспечение (ЦП)
sk: Softvér (CPU)
sv: Programvara (CPU)
tr: Yazılım (CPU)
uk: Програмне забезпечення (ЦП)

source: Default
bg: По подразбиране
cs: Výchozí
da: Standard
el: Προεπιλογή
es: Predeterminado
et: Vaikimisi
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hr: Zadano
hu: Alapértelmezett
is: ברירת מחדל
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standardinställning
tr: Varsayılan
uk: За замовчуванням

source: Very High
bg: Много високо
cs: Velmi vysoká
da: Meget høj
de: Sehr hoch
el: Πολύ Υψηλό
es: Muy Alto
et: Väga kõrge
fi: Erittäin korkea
fr: Très Élevé
he: מאוד גבוה
hr: Vrlo visoko
hu: Nagyon magas
is: Mjög hátt
it: Molto Alto
ja: 非常に高い
nl: Zeer Hoog
no: Svært høy
pl: Bardzo Wysoki
pt: Muito Alto
ro: Foarte ridicat
ru: Очень высоко
sk: Veľmi vysoké
sv: Mycket hög
tr: Çok Yüksek
uk: Дуже високо

source: High
bg: Висок
cs: Vysoký
da: Høj
de: Hoch
el: Υψηλός
es: Alto
et: Kõrge
fi: Korkea
fr: Élevé
he: גבוה
hr: Visok.
hu: Magas
is: Hár.
it: Alto
ja: 高い
nl: Hoog
no: Høy
pl: Wysoki
pt: Alto
ro: Înalt
ru: Высокий
sk: Vysoký
sv: Hög
tr: Yüksek
uk: Високий

source: Medium
bg: Среден
cs: Střední
el: Μεσαίο
es: Medio
et: Keskmine
fi: Keskikokoinen
fr: Moyen
he: בינוני
hr: Srednji
hu: Közepes
is: Miðlungs
it: Medio
ja: ミディアム
nl: Gemiddeld
pl: Średni
pt: Médio
ro: Mediu
ru: Средний
sk: Stredný
tr: Orta
uk: Середній

source: Low
bg: Нисък
cs: Nízký
da: Lav
de: Niedrig
el: Χαμηλό
es: Bajo
et: Madal
fi: Alhainen
fr: Bas
he: נמוך
hr: Nisko
hu: Alacsony
is: Lágur
it: Basso
ja: 低い
nl: Laag
no: Lav
pl: Niski
pt: Baixo
ro: Scăzut
ru: Низкий
sk: Nízka
sv: Låg
tr: Düşük
uk: Низький

source: Very Low
bg: Много ниско
cs: Velmi nízká
da: Meget lav
de: Sehr niedrig
el: Πολύ Χαμηλό
es: Muy Bajo
et: Väga madal
fi: Erittäin matala
fr: Très faible
he: מאוד נמוך
hr: Vrlo nisko
hu: Nagyon alacsony
is: Mjög lágt
it: Molto basso
ja: 非常に低い
nl: Zeer Laag
no: Svært lavt
pl: Bardzo niskie
pt: Muito Baixo
ro: Foarte scăzut
ru: Очень низкий
sk: Veľmi nízke
sv: Mycket låg
tr: Çok Düşük
uk: Дуже низький

source: Super Low
bg: Супер нисък
cs: Super nízký
da: Super Lavt
de: Super Niedrig
el: Πολύ Χαμηλό
es: Súper Bajo
et: Üksik Madal
fi: Erittäin matala
fr: Super bas
he: סופר נמוך
hr: Super Nisko
hu: Szuper Alacsony
is: Ofur lágt
it: Super Basso
ja: スーパーロー
nl: Super Laag
no: Super lavt
pl: Super niski
pt: Super Baixo
ro: Super Scăzut
ru: Супер низкий
sk: Super nízky
sv: Super låg
tr: Süper Düşük
uk: Супер низький

source: H.264 (Default)
bg: H.264 (По подразбиране)
cs: H.264 (Výchozí)
da: H.264 (Standard)
de: H.264 (Standard)
el: H.264 (Προεπιλογή)
es: H.264 (Predeterminado)
et: H.264 (Vaikimisi)
fi: H.264 (Oletusarvo)
fr: H.264 (Par défaut)
he: H.264 (ברירת מחדל)
hr: H.264 (Zadano)
hu: H.264 (Alapértelmezett)
is: H.264 (ברירת מחדל)
it: H.264 (Predefinito)
ja: H.264（デフォルト）
nl: H.264 (Standaard)
no: H.264 (Standard)
pl: H.264 (Domyślny)
pt: H.264 (Padrão)
ro: H.264 (Implicit)
ru: H.264 (По умолчанию)
sk: H.264 (Predvolené)
sv: H.264 (Standard)
tr: H.264 (Varsayılan)
uk: H.264 (За замовчуванням)

source: Ultra Fast
bg: Ултра бърз
cs: Ultra rychlý
da: Ultra Hurtig
de: Ultra Schnell
el: Υπερταχύς
es: Ultra Rápido
et: Üli Kiire
fi: Ultra Nopea
fr: Ultra Rapide
he: מהיר במיוחד
hr: Ultra Brzo
hu: Ultragyors
is: Ultra Hrattur
it: Ultra Veloce
ja: ウルトラファスト
nl: Ultra Snel
no: Ultra Rask
pl: Ultra Szybki
pt: Ultra Rápido
ro: Ultra Rapid
ru: Ультра Быстрый
sk: Ultra rýchly
sv: Ultra Snabb
tr: Ultra Hızlı
uk: Ультра Швидкий

source: Very Fast
bg: Много бързо
cs: Velmi rychlý
da: Meget hurtig
de: Sehr Schnell
el: Πολύ Γρήγορα
es: Muy rápido
et: Väga kiire
fi: Erittäin nopea
fr: Très rapide
he: מאוד מהיר
hr: Vrlo brzo
hu: Nagyon gyors
is: Mjög hratt
it: Molto veloce
ja: 非常に速い
nl: Zeer Snel
no: Veldig raskt
pl: Bardzo szybki
pt: Muito Rápido
ro: Foarte rapid
ru: Очень быстро
sk: Veľmi rýchlo
sv: Mycket snabb
tr: Çok Hızlı
uk: Дуже швидко

source: Faster
bg: По-бързо
cs: Rychleji
da: Hurtigere
de: Schneller
el: Γρηγορότερα
es: Más rápido
et: Kiirem
fi: Nope.
fr: Plus rapide
he: מהיר יותר
hr: Brže
hu: Gyorsabb
is: Fyrri
it: Più veloce
ja: 速い
nl: Sneller
no: Raskere
pl: Szybciej
pt: Mais rápido
ro: Mai rapid
ru: Быстрее
sk: Rýchlejšie
sv: Snabbare
tr: Daha hızlı
uk: Швидше

source: Slow
bg: Бавен
cs: Pomalý
da: Langsom
de: Langsam
el: Αργός
es: Lento
et: Aeglane
fi: Hidas
fr: Lent
he: איטי
hr: Sporo
hu: Lassú
is: Hægur
it: Lento
ja: 遅い
nl: Langzaam
no: Sakte
pl: Wolny
pt: Lento
ro: Lent
ru: Медленно
sk: Pomalý
sv: Långsam
tr: Yavaş
uk: Повільний

source: Very Slow
bg: Много бавно
cs: Velmi pomalý
da: Meget langsom
de: Sehr langsam
el: Πολύ αργό
es: Muy lento
et: Väga aeglane
fi: Erittäin hidas
fr: Très lent
he: מאוד איטי
hr: Vrlo sporo
hu: Nagyon lassú
is: Mjög hægt
it: Molto lento
ja: 非常に遅い
nl: Zeer traag
no: Veldig treg
pl: Bardzo wolno
pt: Muito Lento
ro: Foarte lent
ru: Очень медленно
sk: Veľmi pomalé
sv: Mycket långsam
tr: Çok Yavaş
uk: Дуже повільно

source: Extract to SRT
bg: Извлечи в SRT
cs: Extrahovat do SRT
da: Ekstraher til SRT
de: In SRT extrahieren
el: Εξαγωγή σε SRT
es: Extraer a SRT
et: Ekstraheeri SRT-ks
fi: Poista SRT-muotoon
fr: Extraire en SRT
he: חלץ ל-SRT
hr: Izvuci u SRT
hu: Kivonás SRT-be
is: Útdráttur í SRT
it: Estrai in SRT
ja: SRTに抽出
nl: Extracteren naar SRT
no: Ekstraher til SRT
pl: Wyodrębnij do SRT
pt: Extrair para SRT
ro: Extrage în SRT
ru: Извлечь в SRT
sk: Extrahovať do SRT
sv: Extrahera till SRT
tr: SRT'ye çıkar.
uk: Екстракт до SRT

source: Keep Embedded
bg: Запази вградения
cs: Udržet vložené
da: Beholdt Indlejret
de: Eingebettet halten
el: Διατήρηση Ενσωματωμένου
es: Mantener Integrado
et: Hoia sisseehitatud
fi: Pidä upotettuna
fr: Garder intégré
he: שמור מוטמע
hr: Zadrži ugrađeno
hu: Tartsa beágyazva
is: Haldaðu innbyggt
it: Mantieni incorporato
ja: 埋め込みを保持
nl: Houd Ingebed
no: Beholdt innebygd
pl: Zachowaj osadzone
pt: Manter Embutido
ro: Păstrează încorporat
ru: Сохранить встроенным
sk: Uchovávajte vložené
sv: Håll inbäddad
tr: Gömülü Tut
uk: Залишити вбудованим

source: Remove
bg: Премахни
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
et: Eemalda
fi: Poista
fr: Supprimer
he: הסר
hr: Ukloni
hu: Eltávolítás
is: Fjarlægja
it: Rimuovi
ja: 削除
nl: Verwijderen
no: Fjern
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Kaldır
uk: Видалити

source: Copy (No Re-encoding)
bg: Копиране (Без повторно кодиране)
cs: Kopírovat (bez pře kódování)
da: Kopier (Ingen genkodning)
de: Kopieren (Keine Neucodierung)
el: Αντιγραφή (Χωρίς Επανακωδικοποίηση)
es: Copiar (Sin Re-codificación)
et: Kopeeri (Ilma uuesti kodeerimist)
fi: Kopioi (Ei uudelleenkoodattuna)
fr: Copier (Pas de ré-encodage)
he: העתק (ללא קידוד מחדש)
hr: Kopiraj (bez ponovnog kodiranja)
hu: Másolás (Nincs újrakódolás)
is: Afrita (Engin ekki endurkóðun)
it: Copia (Nessuna Ricodifica)
ja: コピー（再エンコードなし）
nl: Kopiëren (Geen hercodering)
no: Kopier (Ingen re-koding)
pl: Kopiuj (Bez ponownego kodowania)
pt: Copiar (Sem Recodificação)
ro: Copiere (Fără Re-encodare)
ru: Копировать (без перекодирования)
sk: Kopírovať (bez opätovného kódovania)
sv: Kopiera (Ingen omkodning)
tr: Kopyala (Yeniden Kodlama Yok)
uk: Копіювати (без повторного кодування)

source: Re-encode
bg: Прекодиране
cs: Přešifrovat
da: Genindkodning
de: Neu kodieren
el: Επανακωδικοποίηση
es: Re-codificar
et: Uuesti kodeeri
fi: Uudelleenkoodaa
fr: Réencoder
he: שוב לקודד
hr: Ponovno kodiraj
hu: Újra kódolás
is: Endurkóða
it: Ri-codifica
ja: 再エンコード
nl: Herencoderen
no: Re-kodifiser
pl: Przekoduj ponownie
pt: Recodificar
ro: Re-encodare
ru: Перекодировать
sk: Prekódovať
sv: Omkoda
tr: Yeniden kodla
uk: Перекодувати

source: Remove Audio
bg: Премахни аудио
cs: Odstranit zvuk
da: Fjern lyd
de: Audio entfernen
el: Αφαίρεση Ήχου
es: Eliminar audio
et: Eemalda heli
fi: Poista ääni
fr: Supprimer l'audio
he: הסר שמע
hr: Ukloni zvuk
hu: Hanganyag eltávolítása
is: Fjarlægja hljóð
it: Rimuovi audio
ja: オーディオを削除
nl: Audio verwijderen
no: Fjern lyd
pl: Usuń dźwięk
pt: Remover Áudio
ro: Eliminare audio
ru: Удалить аудио
sk: Odstrániť zvuk
sv: Ta bort ljud
tr: Ses Kaldır
uk: Видалити аудіо

source: AAC (Default)
bg: AAC (По подразбиране)
cs: AAC (Výchozí)
da: AAC (Standard)
de: AAC (Standard)
el: AAC (Προεπιλογή)
es: AAC (Predeterminado)
et: AAC (Vaikimisi)
fi: AAC (Oletus)
fr: AAC (Par défaut)
he: AAC (ברירת מחדל)
hr: AAC (Zadano)
hu: AAC (Alapértelmezett)
is: AAC (Sjálfgefið)
it: AAC (Predefinito)
ja: AAC（デフォルト）
nl: AAC (Standaard)
no: AAC (Standard)
pl: AAC (Domyślny)
pt: AAC (Padrão)
ro: AAC (Implicit)
ru: AAC (По умолчанию)
sk: AAC (Predvolené)
sv: AAC (Standard)
tr: AAC (Varsayılan)
uk: AAC (За замовчуванням)

source: Opus (Best Quality)
bg: Опус (Най-добро качество)
cs: Opus (Nejlepší kvalita)
da: Opus (Bedste Kvalitet)
de: Opus (Beste Qualität)
el: Opus (Καλύτερη Ποιότητα)
es: Opus (Mejor Calidad)
et: Opus (Parim Kvaliteet)
fi: Opus (Paras Laatu)
fr: Opus (Meilleure Qualité)
he: אופוס (איכות הטובה ביותר)
hr: Opus (Najbolja kvaliteta)
hu: Opus (Legjobb Minőség)
it: Opus (Migliore Qualità)
ja: オーパス（最高品質）
nl: Opus (Beste Kwaliteit)
no: Opus (Best kvalitet)
pl: Opus (Najlepsza jakość)
pt: Opus (Melhor Qualidade)
ro: Opus (Cea mai bună calitate)
ru: Opus (Лучшее качество)
sk: Opus (Najlepšia kvalita)
sv: Opus (Bästa Kvalitet)
tr: Opus (En İyi Kalite)
uk: Opus (Найкраща якість)

source: AC3 (Dolby Digital)
bg: AC3 (Долби Диджитал)
he: AC3 (דולבי דיגיטל)
ja: AC3（ドルビー デジタル）

source: Default (Original)
bg: По подразбиране (Оригинал)
cs: Výchozí (původní)
da: Standard (Original)
de: Standard (Original)
el: Προεπιλογή (Αρχικό)
es: Predeterminado (Original)
et: Vaikimisi (Algne)
fr: Par défaut (original)
he: ברירת מחדל (מקורי)
hr: Zadano (Izvorno)
hu: Alapértelmezett (Eredeti)
is: Sjálfgefið (Upprunalegt)
it: Predefinito (Originale)
ja: デフォルト (オリジナル)
nl: Standaard (Origineel)
no: Standard (Original)
pl: Domyślny (oryginalny)
pt: Padrão (Original)
ro: Implicit (Original)
ru: По умолчанию (Оригинал)
sk: Predvolené (pôvodné)
sv: Standard (Original)
tr: Varsayılan (Orijinal)
uk: За замовчуванням (Оригінал)

source: Full HD (1920×1080)
bg: Пълно HD (1920×1080)
et: Täis-HD (1920×1080)
fi: Täysi HD (1920×1080)
he: פול HD (1920×1080)
hu: Teljes HD (1920×1080)
ja: フルHD (1920×1080)
nl: Volledige HD (1920×1080)
ru: Полное HD (1920×1080)
tr: Tam HD (1920×1080)

source: 4K UHD Vertical (2160×3840)
bg: 4K UHD Вертикален (2160×3840)
cs: 4K UHD Vertikální (2160×3840)
da: 4K UHD Vertikal (2160×3840)
de: 4K UHD Vertikal (2160×3840)
el: 4K UHD Κάθετα (2160×3840)
et: 4K UHD Vertikaalne (2160×3840)
fi: 4K UHD Pystysuora (2160×3840)
he: 4K UHD אנכי (2160×3840)
hr: 4K UHD Vertikalno (2160×3840)
hu: 4K UHD Függőleges (2160×3840)
is: 4K UHD Lóðrétt (2160×3840)
ja: 4K UHD 縦型 (2160×3840)
nl: 4K UHD Verticaal (2160×3840)
no: 4K UHD Vertikal (2160×3840)
pl: 4K UHD Pionowy (2160×3840)
ru: 4K UHD Вертикальный (2160×3840)
sk: 4K UHD Vertikálne (2160×3840)
sv: 4K UHD Vertikal (2160×3840)
tr: 4K UHD Dikey (2160×3840)
uk: 4K UHD Вертикальний (2160×3840)

source: 2K QHD Vertical (1440×2560)
bg: 2K QHD Вертикален (1440×2560)
cs: 2K QHD Vertikální (1440×2560)
da: 2K QHD Vertikal (1440×2560)
de: 2K QHD Vertikal (1440×2560)
el: 2K QHD Κάθετα (1440×2560)
et: 2K QHD Vertikaalne (1440×2560)
fi: 2K QHD Pystysuunnassa (1440×2560)
he: 2K QHD אנכי (1440×2560)
hr: 2K QHD Vertikalno (1440×2560)
hu: 2K QHD Függőleges (1440×2560)
is: 2K QHD Lóðrétt (1440×2560)
ja: 2K QHD 縦向き (1440×2560)
nl: 2K QHD Verticaal (1440×2560)
no: 2K QHD Vertikal (1440×2560)
pl: 2K QHD Pionowy (1440×2560)
ru: 2K QHD Вертикальный (1440×2560)
sk: 2K QHD Vertikálne (1440×2560)
sv: 2K QHD Vertikal (1440×2560)
tr: 2K QHD Dikey (1440×2560)
uk: 2K QHD Вертикальний (1440×2560)

source: Full HD Vertical (1080×1920)
bg: Пълно HD Вертикално (1080×1920)
cs: Full HD Vertikální (1080×1920)
da: Full HD Vertikal (1080×1920)
de: Full HD Vertikal (1080×1920)
el: Πλήρης HD Κάθετα (1080×1920)
et: Täis-HD vertikaalne (1080×1920)
fi: Koko HD Pystysuora (1080×1920)
he: פול HD אנכי (1080×1920)
hr: Full HD vertikalno (1080×1920)
hu: Teljes HD Függőleges (1080×1920)
is: Full HD Lóðrétt (1080×1920)
ja: フルHD縦型 (1080×1920)
nl: Volledige HD Verticaal (1080×1920)
no: Full HD Vertikal (1080×1920)
pl: Pełne HD w pionie (1080×1920)
ru: Полное HD Вертикальное (1080×1920)
sk: Full HD vertikálne (1080×1920)
sv: Full HD Vertikal (1080×1920)
tr: Tam HD Dikey (1080×1920)
uk: Повний HD Вертикальний (1080×1920)

source: HD Vertical (720×1280)
bg: HD Вертикален (720×1280)
cs: HD Vertikální (720×1280)
da: HD Vertikal (720×1280)
de: HD Vertikal (720×1280)
el: HD Κάθετα (720×1280)
et: HD Vertikaalne (720×1280)
fi: HD Pystysuora (720×1280)
he: HD אנכי (720×1280)
hr: HD Vertikalno (720×1280)
hu: HD Függőleges (720×1280)
is: HD Lóðrétt (720×1280)
ja: HD縦型 (720×1280)
nl: HD Verticaal (720×1280)
no: HD Vertikal (720×1280)
pl: HD Pionowy (720×1280)
ru: HD Вертикальный (720×1280)
sk: HD Vertikálne (720×1280)
sv: HD Vertikal (720×1280)
tr: HD Dikey (720×1280)
uk: HD Вертикальний (720×1280)

source: SD Vertical (480×854)
bg: SD Вертикален (480×854)
cs: SD Vertikální (480×854)
da: SD Vertikal (480×854)
de: SD Vertikal (480×854)
el: SD Κάθετα (480×854)
et: SD Vertikaalne (480×854)
fi: SD Pystysuunnassa (480×854)
he: SD אנכי (480×854)
hr: SD Vertikal (480×854)
hu: SD Függőleges (480×854)
is: SD Lóðrétt (480×854)
ja: SD縦（480×854）
nl: SD Verticaal (480×854)
no: SD Vertikal (480×854)
pl: SD Pionowy (480×854)
ru: SD Вертикальный (480×854)
sk: SD Vertikálne (480×854)
sv: SD Vertikal (480×854)
tr: SD Dikey (480×854)
uk: SD Вертикальний (480×854)

source: Custom
bg: Персонализиран
cs: Vlastní
da: Brugerdefineret
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hr: Prilagođeno
hu: Egyedi
is: sérsniðið
it: Personalizzato
ja: カスタム
nl: Aangepast
no: Egendefinert
pl: Niestandardowy
pt: Personalizado
ro: Personalizat
ru: Пользовательский
sk: Vlastný
sv: Anpassad
tr: Özel
uk: Користувацький

source: If your GPU supports video encoding, conversion will be much faster. Automatic detection is usually the best choice, but you can also select it manually. Software mode is slower but compatible with more formats. If the GPU isn’t supported, the system will try partial GPU processing and automatically fall back to Software mode if needed.
bg: Ако вашият GPU поддържа видео кодиране, конверсията ще бъде много по-бърза. Автоматичното откриване обикновено е най-добрият избор, но можете да го изберете и ръчно. Софтверният режим е по-бавен, но съвместим с повече формати. Ако GPU не се поддържа, системата ще опита частично GPU обработване и автоматично ще се върне към софтуерния режим, ако е необходимо.
cs: Pokud vaše GPU podporuje kódování videa, převod bude mnohem rychlejší. Automatické detekce je obvykle nejlepší volba, ale můžete ji také vybrat ručně. Režim softwaru je pomalejší, ale kompatibilní s více formáty. Pokud GPU není podporováno, systém se pokusí o částečné zpracování GPU a v případě potřeby se automaticky vrátí k režimu softwaru.
da: Hvis din GPU understøtter videoenkodning, vil konverteringen være meget hurtigere. Automatisk detektion er normalt det bedste valg, men du kan også vælge det manuelt. Softwaretilstand er langsommere, men kompatibel med flere formater. Hvis GPU'en ikke understøttes, vil systemet forsøge delvis GPU-behandling og automatisk falde tilbage til softwaretilstand, hvis det er nødvendigt.
de: Wenn Ihre GPU Video-Encoding unterstützt, wird die Konvertierung viel schneller sein. Die automatische Erkennung ist normalerweise die beste Wahl, aber Sie können sie auch manuell auswählen. Der Softwaremodus ist langsamer, aber mit mehr Formaten kompatibel. Wenn die GPU nicht unterstützt wird, versucht das System eine partielle GPU-Verarbeitung und wechselt bei Bedarf automatisch in den Softwaremodus.
el: Αν η GPU σας υποστηρίζει κωδικοποίηση βίντεο, η μετατροπή θα είναι πολύ πιο γρήγορη. Η αυτόματη ανίχνευση είναι συνήθως η καλύτερη επιλογή, αλλά μπορείτε επίσης να την επιλέξετε χειροκίνητα. Η λειτουργία λογισμικού είναι πιο αργή αλλά συμβατή με περισσότερες μορφές. Αν η GPU δεν υποστηρίζεται, το σύστημα θα προσπαθήσει μερική επεξεργασία GPU και θα επιστρέψει αυτόματα στη λειτουργία λογισμικού αν χρειαστεί.
es: Si tu GPU admite la codificación de video, la conversión será mucho más rápida. La detección automática suele ser la mejor opción, pero también puedes seleccionarla manualmente. El modo de software es más lento pero compatible con más formatos. Si la GPU no es compatible, el sistema intentará el procesamiento parcial de la GPU y volverá automáticamente al modo de software si es necesario.
et: Kui teie GPU toetab video kodeerimist, toimub konversioon palju kiiremini. Automaatne tuvastamine on tavaliselt parim valik, kuid saate valida ka käsitsi. Tarkvararežiim on aeglasem, kuid ühilduv rohkemate formaatidega. Kui GPU-d ei toetata, proovib süsteem osalist GPU töötlemist ja vajadusel lülitub automaatselt tarkvararežiimi.
fi: Jos GPU:si tukee videon koodausta, muunnos on paljon nopeampaa. Automaattinen tunnistus on yleensä paras valinta, mutta voit myös valita sen manuaalisesti. Ohjelmistotila on hitaampi, mutta yhteensopivampi useampien formaattien kanssa. Jos GPU:ta ei tueta, järjestelmä yrittää osittaista GPU-käsittelyä ja siirtyy automaattisesti ohjelmistotilaan tarvittaessa.
fr: Si votre GPU prend en charge l'encodage vidéo, la conversion sera beaucoup plus rapide. La détection automatique est généralement le meilleur choix, mais vous pouvez également la sélectionner manuellement. Le mode logiciel est plus lent mais compatible avec plus de formats. Si le GPU n'est pas pris en charge, le système essaiera un traitement GPU partiel et reviendra automatiquement au mode logiciel si nécessaire.
he: אם ה-GPU שלך תומך בקידוד וידאו, ההמרה תהיה הרבה יותר מהירה. זיהוי אוטומטי הוא בדרך כלל הבחירה הטובה ביותר, אך תוכל גם לבחור אותו ידנית. מצב תוכנה הוא איטי יותר אך תואם ליותר פורמטים. אם ה-GPU אינו נתמך, המערכת תנסה עיבוד חלקי של ה-GPU ותשוב אוטומטית למצב תוכנה אם יהיה צורך.
hr: Ako vaša GPU podržava video kodiranje, konverzija će biti mnogo brža. Automatsko otkrivanje obično je najbolji izbor, ali ga možete odabrati i ručno. Softverski način rada je sporiji, ali kompatibilan s više formata. Ako GPU nije podržan, sustav će pokušati djelomično GPU procesiranje i automatski se prebaciti na softverski način rada ako bude potrebno.
hu: Ha a GPU-d támogatja a videó kódolást, a konverzió sokkal gyorsabb lesz. Az automatikus észlelés általában a legjobb választás, de manuálisan is kiválaszthatod. A szoftveres mód lassabb, de több formátummal kompatibilis. Ha a GPU nem támogatott, a rendszer megpróbálja a részleges GPU feldolgozást, és szükség esetén automatikusan visszaáll a szoftveres módra.
is: Ef GPU-ið þitt styður vídeókóðun, verður umbreytingin mun hraðari. Sjálfvirk uppgötvun er venjulega besta valkosturinn, en þú getur einnig valið það handvirkt. Hugbúnaðarhamur er hægari en samhæfur við fleiri snið. Ef GPU-ið er ekki studd, mun kerfið reyna að nota að hluta GPU-úrvinnslu og sjálfkrafa falla aftur í Hugbúnaðarham ef þörf krefur.
it: Se la tua GPU supporta la codifica video, la conversione sarà molto più veloce. La rilevazione automatica è di solito la scelta migliore, ma puoi anche selezionarla manualmente. La modalità software è più lenta ma compatibile con più formati. Se la GPU non è supportata, il sistema tenterà l'elaborazione parziale della GPU e tornerà automaticamente alla modalità software se necessario.
ja: GPUがビデオエンコーディングをサポートしている場合、変換ははるかに速くなります。 自動検出は通常最良の選択ですが、手動で選択することもできます。 ソフトウェアモードは遅いですが、より多くのフォーマットと互換性があります。 GPUがサポートされていない場合、システムは部分的なGPU処理を試み、必要に応じて自動的にソフトウェアモードにフォールバックします。
nl: Als je GPU videocodec ondersteunt, zal de conversie veel sneller zijn. Automatische detectie is meestal de beste keuze, maar je kunt het ook handmatig selecteren. Softwaremodus is langzamer maar compatibel met meer formaten. Als de GPU niet wordt ondersteund, zal het systeem proberen gedeeltelijke GPU-verwerking uit te voeren en automatisch terugvallen op Softwaremodus indien nodig.
no: Hvis GPU-en din støtter videoenkoding, vil konverteringen være mye raskere. Automatisk deteksjon er vanligvis det beste valget, men du kan også velge det manuelt. Programvaremodus er tregere, men kompatibel med flere formater. Hvis GPU-en ikke støttes, vil systemet prøve delvis GPU-behandling og automatisk gå tilbake til programvaremodus om nødvendig.
pl: Jeśli twój GPU obsługuje kodowanie wideo, konwersja będzie znacznie szybsza. Automatyczne wykrywanie jest zazwyczaj najlepszym wyborem, ale możesz również wybrać je ręcznie. Tryb oprogramowania jest wolniejszy, ale kompatybilny z większą liczbą formatów. Jeśli GPU nie jest obsługiwane, system spróbuje częściowego przetwarzania GPU i automatycznie przełączy się na tryb oprogramowania, jeśli zajdzie taka potrzeba.
pt: Se a sua GPU suportar codificação de vídeo, a conversão será muito mais rápida. A detecção automática é geralmente a melhor opção, mas você também pode selecioná-la manualmente. O modo de software é mais lento, mas compatível com mais formatos. Se a GPU não for suportada, o sistema tentará o processamento parcial da GPU e voltará automaticamente para o modo de software, se necessário.
ro: Dacă GPU-ul tău suportă codarea video, conversia va fi mult mai rapidă. Detectarea automată este de obicei cea mai bună alegere, dar poți să o selectezi și manual. Modul software este mai lent, dar compatibil cu mai multe formate. Dacă GPU-ul nu este suportat, sistemul va încerca procesarea parțială a GPU-ului și va reveni automat la modul software, dacă este necesar.
ru: Если ваш графический процессор поддерживает видеокодирование, конвертация будет значительно быстрее. Автоматическое определение обычно является наилучшим выбором, но вы также можете выбрать его вручную. Программный режим медленнее, но совместим с большим количеством форматов. Если графический процессор не поддерживается, система попытается выполнить частичную обработку с помощью графического процессора и автоматически вернется к программному режиму при необходимости.
sk: Ak váš GPU podporuje kódovanie videa, konverzia bude oveľa rýchlejšia. Automatické zistenie je zvyčajne najlepšou voľbou, ale môžete si ho tiež vybrať manuálne. Softvérový režim je pomalší, ale kompatibilný s viacerými formátmi. Ak GPU nie je podporované, systém sa pokúsi o čiastočné spracovanie GPU a v prípade potreby sa automaticky prepnúť na softvérový režim.
tr: Eğer GPU'nuz video kodlamayı destekliyorsa, dönüşüm çok daha hızlı olacaktır. Otomatik algılama genellikle en iyi seçimdir, ancak manuel olarak da seçebilirsiniz. Yazılım modu daha yavaştır ancak daha fazla formatla uyumludur. Eğer GPU desteklenmiyorsa, sistem kısmi GPU işleme deneyecek ve gerekirse otomatik olarak Yazılım moduna geri dönecektir.
uk: Якщо ваш графічний процесор підтримує відео кодування, конвертація буде значно швидшою. Автоматичне виявлення зазвичай є найкращим вибором, але ви також можете вибрати його вручну. Програмний режим повільніший, але сумісний з більшою кількістю форматів. Якщо графічний процесор не підтримується, система спробує часткову обробку графічного процесора і автоматично перейде на програмний режим, якщо це буде потрібно.
