Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Higher quality means a larger file. The default option is a good balance between image quality and file size.
bg: По-високото качество означава по-голям файл. Опцията по подразбиране е добро балансирано решение между качеството на изображението и размера на файла.
cs: Vyšší kvalita znamená větší soubor. Výchozí možnost je dobrá rovnováha mezi kvalitou obrazu a velikostí souboru.
da: Højere kvalitet betyder en større fil. Standardindstillingen er en god balance mellem billedkvalitet og filstørrelse.
de: Höhere Qualität bedeutet eine größere Datei. Die Standardeinstellung ist ein gutes Gleichgewicht zwischen Bildqualität und Dateigröße.
el: Η υψηλότερη ποιότητα σημαίνει μεγαλύτερο αρχείο. Η προεπιλεγμένη επιλογή είναι μια καλή ισορροπία μεταξύ ποιότητας εικόνας και μεγέθους αρχείου.
es: Una mayor calidad significa un archivo más grande. La opción predeterminada es un buen equilibrio entre la calidad de la imagen y el tamaño del archivo.
et: Kvaliteetsem tähendab suuremat faili. Vaikimisi valik on hea tasakaal pildikvaliteedi ja faili suuruse vahel.
fi: Korkeampi laatu tarkoittaa suurempaa tiedostoa. Oletusvaihtoehto on hyvä tasapaino kuvan laadun ja tiedostokoon välillä.
fr: Une qualité supérieure signifie un fichier plus volumineux. L'option par défaut est un bon compromis entre la qualité de l'image et la taille du fichier.
he: איכות גבוהה יותר משמעותה קובץ גדול יותר. האפשרות ברירת המחדל היא איזון טוב בין איכות התמונה לגודל הקובץ.
hr: Veća kvaliteta znači veća datoteka. Zadana opcija je dobar balans između kvalitete slike i veličine datoteke.
hu: A magasabb minőség nagyobb fájlt jelent. Az alapértelmezett opció jó egyensúlyt teremt a képminőség és a fájlméret között.
is: Hærri gæði þýðir stærri skrá. Sjálfgefið val er gott jafnvægi milli myndgæða og skráarstærðar.
it: Una qualità superiore significa un file più grande. L'opzione predefinita è un buon equilibrio tra qualità dell'immagine e dimensione del file.
ja: 高品質はより大きなファイルを意味します。 デフォルトオプションは、画像品質とファイルサイズの良いバランスです。
nl: Hogere kwaliteit betekent een groter bestand. De standaardoptie is een goede balans tussen beeldkwaliteit en bestandsgrootte.
no: Høyere kvalitet betyr en større fil. Standardalternativet er en god balanse mellom bildekvalitet og filstørrelse.
pl: Wyższa jakość oznacza większy plik. Domyślna opcja to dobry kompromis między jakością obrazu a rozmiarem pliku.
pt: Maior qualidade significa um arquivo maior. A opção padrão é um bom equilíbrio entre qualidade da imagem e tamanho do arquivo.
ro: O calitate mai mare înseamnă un fișier mai mare. Opțiunea implicită este un bun echilibru între calitatea imaginii și dimensiunea fișierului.
ru: Более высокое качество означает больший размер файла. Опция по умолчанию является хорошим балансом между качеством изображения и размером файла.
sk: Vyššia kvalita znamená väčší súbor. Predvolená možnosť je dobrá rovnováha medzi kvalitou obrázka a veľkosťou súboru.
tr: Daha yüksek kalite, daha büyük bir dosya anlamına gelir. Varsayılan seçenek, görüntü kalitesi ile dosya boyutu arasında iyi bir denge sağlar.
uk: Вища якість означає більший файл. За замовчуванням обрана опція є хорошим балансом між якістю зображення та розміром файлу.

source: H.264: An older format that works on almost all devices. It takes up more storage space but is the fastest to convert. H.265: A newer version of H.264. It doesn't work on older devices and compresses files more efficiently. VP9: Widely used by YouTube. If your computer doesn't have a compatible graphics card, the conversion can be very slow. AV1: The most modern format. It offers the best compression (creating smaller files), but the conversion can also be slow if the graphics card isn't compatible.
bg: H.264: По-стар формат, който работи на почти всички устройства. Зает е с повече пространство за съхранение, но е най-бързият за конвертиране. H.265: По-нова версия на H.264. Не работи на по-стари устройства и компресира файловете по-ефективно. VP9: Широко използван от YouTube. Ако компютърът ви няма съвместима видеокарта, конверсията може да бъде много бавна. AV1: Най-модерният формат. Предлага най-добрата компресия (създаване на по-малки файлове), но конверсията също може да бъде бавна, ако видеокартата не е съвместима.
cs: H.264: Starší formát, který funguje na téměř všech zařízeních. Zaberá více úložného prostoru, ale je nejrychlejší na převod. H.265: Novější verze H.264. Nepracuje na starších zařízeních a komprimuje soubory efektivněji. VP9: Široce používaný YouTube. Pokud váš počítač nemá kompatibilní grafickou kartu, může být převod velmi pomalý. AV1: Nejpokročilejší formát. Nabízí nejlepší kompresi (vytváří menší soubory), ale převod může být také pomalý, pokud grafická karta není kompatibilní.
da: H.264: Et ældre format, der fungerer på næsten alle enheder. Det optager mere lagerplads, men er hurtigst at konvertere. H.265: En nyere version af H.264. Det fungerer ikke på ældre enheder og komprimerer filer mere effektivt. VP9: Bredt anvendt af YouTube. Hvis din computer ikke har et kompatibelt grafikkort, kan konverteringen være meget langsom. AV1: Det mest moderne format. Det tilbyder den bedste kompression (skaber mindre filer), men konverteringen kan også være langsom, hvis grafikkortet ikke er kompatibelt.
de: H.264: Ein älteres Format, das auf fast allen Geräten funktioniert. Es benötigt mehr Speicherplatz, ist aber am schnellsten zu konvertieren. H.265: Eine neuere Version von H.264. Es funktioniert nicht auf älteren Geräten und komprimiert Dateien effizienter. VP9: Weit verbreitet bei YouTube. Wenn Ihr Computer keine kompatible Grafikkarte hat, kann die Konvertierung sehr langsam sein. AV1: Das modernste Format. Es bietet die beste Kompression (erzeugt kleinere Dateien), aber die Konvertierung kann ebenfalls langsam sein, wenn die Grafikkarte nicht kompatibel ist.
el: H.264: Ένα παλαιότερο φορμά που λειτουργεί σε σχεδόν όλες τις συσκευές. Καταλαμβάνει περισσότερο χώρο αποθήκευσης αλλά είναι ο ταχύτερος στη μετατροπή. H.265: Μια νεότερη έκδοση του H.264. Δεν λειτουργεί σε παλαιότερες συσκευές και συμπιέζει τα αρχεία πιο αποτελεσματικά. VP9: Χρησιμοποιείται ευρέως από το YouTube. Αν ο υπολογιστής σας δεν έχει συμβατή κάρτα γραφικών, η μετατροπή μπορεί να είναι πολύ αργή. AV1: Το πιο σύγχρονο φορμά. Προσφέρει την καλύτερη συμπίεση (δημιουργώντας μικρότερα αρχεία), αλλά η μετατροπή μπορεί επίσης να είναι αργή αν η κάρτα γραφικών δεν είναι συμβατή.
es: H.264: Un formato más antiguo que funciona en casi todos los dispositivos. Ocupa más espacio de almacenamiento pero es el más rápido para convertir. H.265: Una versión más nueva de H.264. No funciona en dispositivos más antiguos y comprime archivos de manera más eficiente. VP9: Ampliamente utilizado por YouTube. Si tu computadora no tiene una tarjeta gráfica compatible, la conversión puede ser muy lenta. AV1: El formato más moderno. Ofrece la mejor compresión (creando archivos más pequeños), pero la conversión también puede ser lenta si la tarjeta gráfica no es compatible.
et: H.264: Vanem formaat, mis töötab peaaegu kõigil seadmetel. See võtab rohkem salvestusruumi, kuid on kiireim konverteerimiseks. H.265: Uuem versioon H.264-st. See ei tööta vanematel seadmetel ja tihendab faile tõhusamalt. VP9: Laialdaselt kasutatav YouTube'is. Kui teie arvutil ei ole ühilduvat graafikakaarti, võib konverteerimine olla väga aeglane. AV1: Kõige kaasaegsem formaat. See pakub parimat tihendust (luues väiksemaid faile), kuid konverteerimine võib samuti olla aeglane, kui graafikakaart ei ole ühilduv.
fi: H.264: Vanha formaatti, joka toimii lähes kaikilla laitteilla. Se vie enemmän tallennustilaa, mutta on nopein muuntaa. H.265: Uudempi versio H.264:stä. Se ei toimi vanhemmilla laitteilla ja pakkaa tiedostoja tehokkaammin. VP9: Laajasti käytetty YouTubessa. Jos tietokoneessasi ei ole yhteensopivaa näytönohjainta, muunnos voi olla hyvin hidasta. AV1: Modernein formaatti. Se tarjoaa parhaan pakkaussuhteen (luo pienempiä tiedostoja), mutta muunnos voi myös olla hidasta, jos näytönohjain ei ole yhteensopiva.
fr: H.264 : Un format plus ancien qui fonctionne sur presque tous les appareils. Il prend plus d'espace de stockage mais est le plus rapide à convertir. H.265 : Une version plus récente de H.264. Il ne fonctionne pas sur les anciens appareils et compresse les fichiers de manière plus efficace. VP9 : Largement utilisé par YouTube. Si votre ordinateur n'a pas de carte graphique compatible, la conversion peut être très lente. AV1 : Le format le plus moderne. Il offre la meilleure compression (créant des fichiers plus petits), mais la conversion peut également être lente si la carte graphique n'est pas compatible.
he: H.264: פורמט ישן יותר שעובד כמעט על כל המכשירים. הוא תופס יותר מקום אחסון אך הוא המהיר ביותר להמרה. H.265: גרסה חדשה יותר של H.264. הוא לא עובד על מכשירים ישנים ודוחס קבצים בצורה יעילה יותר. VP9: בשימוש נרחב על ידי YouTube. אם המחשב שלך לא כולל כרטיס גרפי תואם, ההמרה יכולה להיות מאוד איטית. AV1: הפורמט המודרני ביותר. הוא מציע את הדחיסה הטובה ביותר (יוצר קבצים קטנים יותר), אך ההמרה יכולה להיות גם איטית אם כרטיס הגרפי אינו תואם.
hr: H.264: Stariji format koji radi na gotovo svim uređajima. Zauzima više prostora za pohranu, ali je najbrži za konverziju. H.265: Novija verzija H.264. Ne radi na starijim uređajima i komprimira datoteke učinkovitije. VP9: Široko korišten od strane YouTube-a. Ako vaš računalni sustav nema kompatibilnu grafičku karticu, konverzija može biti vrlo spora. AV1: Najmoderniji format. Nudi najbolju kompresiju (stvarajući manje datoteke), ali konverzija također može biti spora ako grafička kartica nije kompatibilna.
hu: H.264: Egy régebbi formátum, amely szinte minden eszközön működik. Több tárolóhelyet foglal el, de a leggyorsabb a konvertálás. H.265: Az H.264 újabb verziója. Nem működik régebbi eszközökön, és hatékonyabban tömöríti a fájlokat. VP9: Széles körben használt a YouTube-on. Ha a számítógépének nincs kompatibilis grafikus kártyája, a konvertálás nagyon lassú lehet. AV1: A legmodernebb formátum. A legjobb tömörítést kínálja (kisebb fájlok létrehozása), de a konvertálás is lassú lehet, ha a grafikus kártya nem kompatibilis.
is: H.264: Eldri snið sem virkar á næstum öllum tækjum. Það tekur meira pláss en er hraðast að umbreyta. H.265: Nýr útgáfa af H.264. Það virkar ekki á eldri tækjum og þjappar skrám betur. VP9: Víða notað af YouTube. Ef tölvan þín hefur ekki samhæfan skjákort, getur umbreytingin verið mjög hæg. AV1: Nýjasta sniðið. Það býður upp á bestu þjöppun (býr til minni skrár), en umbreytingin getur einnig verið hæg ef skjákortið er ekki samhæft.
it: H.264: Un formato più vecchio che funziona su quasi tutti i dispositivi. Occupa più spazio di archiviazione ma è il più veloce da convertire. H.265: Una versione più recente di H.264. Non funziona su dispositivi più vecchi e comprime i file in modo più efficiente. VP9: Ampiamente utilizzato da YouTube. Se il tuo computer non ha una scheda grafica compatibile, la conversione può essere molto lenta. AV1: Il formato più moderno. Offre la migliore compressione (creando file più piccoli), ma la conversione può essere lenta se la scheda grafica non è compatibile.
ja: H.264: ほとんどすべてのデバイスで動作する古いフォーマットです。ストレージスペースを多く占有しますが、変換速度は最も速いです。 H.265: H.264の新しいバージョンです。古いデバイスでは動作せず、ファイルをより効率的に圧縮します。 VP9: YouTubeで広く使用されています。コンピュータに互換性のあるグラフィックカードがない場合、変換は非常に遅くなる可能性があります。 AV1: 最も現代的なフォーマットです。最高の圧縮（より小さなファイルを作成）を提供しますが、グラフィックカードが互換性がない場合、変換も遅くなる可能性があります。
nl: H.264: Een ouder formaat dat op bijna alle apparaten werkt. Het neemt meer opslagruimte in beslag, maar is de snelste om te converteren. H.265: Een nieuwere versie van H.264. Het werkt niet op oudere apparaten en comprimeert bestanden efficiënter. VP9: Veel gebruikt door YouTube. Als je computer geen compatibele grafische kaart heeft, kan de conversie erg traag zijn. AV1: Het meest moderne formaat. Het biedt de beste compressie (maakt kleinere bestanden), maar de conversie kan ook traag zijn als de grafische kaart niet compatibel is.
no: H.264: Et eldre format som fungerer på nesten alle enheter. Det tar opp mer lagringsplass, men er det raskeste å konvertere. H.265: En nyere versjon av H.264. Det fungerer ikke på eldre enheter og komprimerer filer mer effektivt. VP9: Bredt brukt av YouTube. Hvis datamaskinen din ikke har et kompatibelt grafikkort, kan konverteringen være veldig treg. AV1: Det mest moderne formatet. Det tilbyr den beste komprimeringen (lager mindre filer), men konverteringen kan også være treg hvis grafikkortet ikke er kompatibelt.
pl: H.264: Starszy format, który działa na prawie wszystkich urządzeniach. Zajmuje więcej miejsca na dysku, ale jest najszybszy w konwersji. H.265: Nowsza wersja H.264. Nie działa na starszych urządzeniach i kompresuje pliki bardziej efektywnie. VP9: Szeroko stosowany przez YouTube. Jeśli twój komputer nie ma kompatybilnej karty graficznej, konwersja może być bardzo wolna. AV1: Najnowocześniejszy format. Oferuje najlepszą kompresję (tworząc mniejsze pliki), ale konwersja może być również wolna, jeśli karta graficzna nie jest kompatybilna.
pt: H.264: Um formato mais antigo que funciona em quase todos os dispositivos. Ocupa mais espaço de armazenamento, mas é o mais rápido para converter. H.265: Uma versão mais nova do H.264. Não funciona em dispositivos mais antigos e comprime arquivos de forma mais eficiente. VP9: Amplamente utilizado pelo YouTube. Se o seu computador não tiver uma placa gráfica compatível, a conversão pode ser muito lenta. AV1: O formato mais moderno. Oferece a melhor compressão (criando arquivos menores), mas a conversão também pode ser lenta se a placa gráfica não for compatível.
ro: H.264: Un format mai vechi care funcționează pe aproape toate dispozitivele. Ocupă mai mult spațiu de stocare, dar este cel mai rapid de convertit. H.265: O versiune mai nouă a H.264. Nu funcționează pe dispozitive mai vechi și comprimă fișierele mai eficient. VP9: Folosit pe scară largă de YouTube. Dacă computerul tău nu are o placă grafică compatibilă, conversia poate fi foarte lentă. AV1: Cel mai modern format. Oferă cea mai bună compresie (creând fișiere mai mici), dar conversia poate fi, de asemenea, lentă dacă placa grafică nu este compatibilă.
ru: H.264: Старый формат, который работает почти на всех устройствах. Он занимает больше места для хранения, но быстрее всего конвертируется. H.265: Новая версия H.264. Он не работает на старых устройствах и сжимает файлы более эффективно. VP9: Широко используется YouTube. Если на вашем компьютере нет совместимой видеокарты, конвертация может быть очень медленной. AV1: Самый современный формат. Он предлагает лучшее сжатие (создание меньших файлов), но конвертация также может быть медленной, если видеокарта несовместима.
sk: H.264: Starší formát, ktorý funguje na takmer všetkých zariadeniach. Zaberá viac úložného priestoru, ale je najrýchlejší na konverziu. H.265: Novšia verzia H.264. Nepracuje na starších zariadeniach a efektívnejšie komprimuje súbory. VP9: Široko používaný YouTube. Ak váš počítač nemá kompatibilnú grafickú kartu, konverzia môže byť veľmi pomalá. AV1: Najmodernejší formát. Ponúka najlepšiu kompresiu (vytvára menšie súbory), ale konverzia môže byť tiež pomalá, ak grafická karta nie je kompatibilná.
tr: H.264: Neredeyse tüm cihazlarda çalışan eski bir format. Daha fazla depolama alanı kaplar ancak dönüştürme en hızlı olanıdır. H.265: H.264'ün daha yeni bir versiyonu. Eski cihazlarda çalışmaz ve dosyaları daha verimli bir şekilde sıkıştırır. VP9: YouTube tarafından yaygın olarak kullanılır. Bilgisayarınızda uyumlu bir grafik kartı yoksa, dönüştürme çok yavaş olabilir. AV1: En modern format. En iyi sıkıştırmayı (daha küçük dosyalar oluşturma) sunar, ancak grafik kartı uyumlu değilse dönüştürme de yavaş olabilir.
uk: H.264: Старіший формат, який працює практично на всіх пристроях. Він займає більше місця для зберігання, але є найшвидшим для конвертації. H.265: Новіша версія H.264. Він не працює на старих пристроях і стискає файли більш ефективно. VP9: Широко використовується YouTube. Якщо у вашому комп'ютері немає сумісної графічної карти, конвертація може бути дуже повільною. AV1: Найсучасніший формат. Він пропонує найкраще стиснення (створюючи менші файли), але конвертація також може бути повільною, якщо графічна карта не є сумісною.

source: Copy is usually best, fast and preserves full quality. Re-encoding slightly reduces quality but improves compatibility and can reduce file size.
bg: Копирането обикновено е най-добро, бързо е и запазва пълното качество. Прекодиране леко намалява качеството, но подобрява съвместимостта и може да намали размера на файла.
cs: Kopie je obvykle nejlepší, rychlá a zachovává plnou kvalitu. Pře kódování mírně snižuje kvalitu, ale zlepšuje kompatibilitu a může snížit velikost souboru.
da: Kopiering er normalt bedst, hurtig og bevarer fuld kvalitet. Genkodning reducerer lidt kvaliteten, men forbedrer kompatibiliteten og kan reducere filstørrelsen.
de: Kopieren ist normalerweise am besten, schnell und erhält die volle Qualität. Das erneute Kodieren verringert die Qualität leicht, verbessert jedoch die Kompatibilität und kann die Dateigröße reduzieren.
el: Η αντιγραφή είναι συνήθως η καλύτερη επιλογή, γρήγορη και διατηρεί πλήρη ποιότητα. Η επανακωδικοποίηση μειώνει ελαφρώς την ποιότητα αλλά βελτιώνει τη συμβατότητα και μπορεί να μειώσει το μέγεθος αρχείου.
es: La copia suele ser la mejor opción, rápida y preserva la calidad completa. La recodificación reduce ligeramente la calidad pero mejora la compatibilidad y puede reducir el tamaño del archivo.
et: Kopeerimine on tavaliselt parim, kiire ja säilitab täis kvaliteedi. Uuesti kodeerimine vähendab veidi kvaliteeti, kuid parandab ühilduvust ja võib vähendada faili suurust.
fi: Kopio on yleensä paras, nopea ja säilyttää täyden laadun. Uudenkoodaus vähentää hieman laatua, mutta parantaa yhteensopivuutta ja voi pienentää tiedostokokoa.
fr: La copie est généralement la meilleure option, rapide et préserve la qualité complète. Le réencodage réduit légèrement la qualité mais améliore la compatibilité et peut réduire la taille du fichier.
he: העתקה היא בדרך כלל הטובה ביותר, מהירה ושומרת על איכות מלאה. שחזור קידוד מפחית במעט את האיכות אך משפר את ההתאמה ויכול להפחית את גודל הקובץ.
hr: Kopiranje je obično najbolje, brzo i očuva punu kvalitetu. Ponovno kodiranje malo smanjuje kvalitetu, ali poboljšava kompatibilnost i može smanjiti veličinu datoteke.
hu: A másolás általában a legjobb, gyors és megőrzi a teljes minőséget. A újrakódolás enyhén csökkenti a minőséget, de javítja a kompatibilitást és csökkentheti a fájlméretet.
is: Afritun er venjulega best, hratt og varðveitir fulla gæði. Endurkóðun minnkar aðeins gæði en bætir samhæfni og getur minnkað skráarstærð.
it: La copia è solitamente la migliore, veloce e preserva la qualità completa. La ricodifica riduce leggermente la qualità ma migliora la compatibilità e può ridurre le dimensioni del file.
ja: コピーは通常、最良であり、高速で完全な品質を保持します。 再エンコードは品質をわずかに低下させますが、互換性を向上させ、ファイルサイズを削減することができます。
nl: Kopiëren is meestal het beste, snel en behoudt de volledige kwaliteit. Herncoderen vermindert de kwaliteit iets, maar verbetert de compatibiliteit en kan de bestandsgrootte verkleinen.
no: Kopiering er vanligvis best, raskt og bevarer full kvalitet. Rekoding reduserer kvaliteten litt, men forbedrer kompatibilitet og kan redusere filstørrelsen.
pl: Kopiowanie jest zazwyczaj najlepsze, szybkie i zachowuje pełną jakość. Ponowne kodowanie nieznacznie obniża jakość, ale poprawia kompatybilność i może zmniejszyć rozmiar pliku.
pt: A cópia geralmente é a melhor opção, rápida e preserva a qualidade total. A re-encodificação reduz ligeiramente a qualidade, mas melhora a compatibilidade e pode reduzir o tamanho do arquivo.
ro: Copierea este de obicei cea mai bună, rapidă și păstrează calitatea completă. Re-encodarea reduce ușor calitatea, dar îmbunătățește compatibilitatea și poate reduce dimensiunea fișierului.
ru: Копирование обычно лучше, быстро и сохраняет полное качество. Перекодирование немного снижает качество, но улучшает совместимость и может уменьшить размер файла.
sk: Kopírovanie je zvyčajne najlepšie, rýchle a zachováva plnú kvalitu. Prekódovanie mierne znižuje kvalitu, ale zlepšuje kompatibilitu a môže zmenšiť veľkosť súboru.
tr: Kopyalama genellikle en iyisidir, hızlıdır ve tam kalitesini korur. Yeniden kodlama, kaliteyi biraz azaltır ancak uyumluluğu artırır ve dosya boyutunu küçültebilir.
uk: Копіювання зазвичай є найкращим, швидким і зберігає повну якість. Перекодування трохи знижує якість, але покращує сумісність і може зменшити розмір файлу.

source: If subtitles are embedded, keeping them is usually best. Some players need an external subtitle file.
bg: Ако субтитрите са вградени, обикновено е най-добре да ги запазите. Някои плейъри се нуждаят от външен файл със субтитри.
cs: Pokud jsou titulky vložené, obvykle je nejlepší je zachovat. Některé přehrávače potřebují externí soubor s titulky.
da: Hvis undertekster er indlejret, er det normalt bedst at beholde dem. Nogle afspillere har brug for en ekstern undertekstfil.
de: Wenn Untertitel eingebettet sind, ist es normalerweise am besten, sie beizubehalten. Einige Player benötigen eine externe Untertiteldatei.
el: Εάν οι υπότιτλοι είναι ενσωματωμένοι, η διατήρησή τους είναι συνήθως η καλύτερη επιλογή. Ορισμένοι αναπαραγωγείς χρειάζονται ένα εξωτερικό αρχείο υποτίτλων.
es: Si los subtítulos están incrustados, lo mejor suele ser mantenerlos. Algunos reproductores necesitan un archivo de subtítulos externo.
et: Kui subtiitrid on sisse ehitatud, on nende säilitamine tavaliselt parim. Mõned mängijad vajavad väliseid subtiitrite faile.
fi: Jos tekstitykset ovat upotettuina, niiden säilyttäminen on yleensä paras vaihtoehto. Jotkin soittimet tarvitsevat ulkoisen tekstitystiedoston.
fr: Si les sous-titres sont intégrés, il est généralement préférable de les conserver. Certains lecteurs ont besoin d'un fichier de sous-titres externe.
he: אם כתוביות משולבות, שמירה עליהן בדרך כלל היא הטובה ביותר. חלק מהנגן זקוקים לקובץ כתוביות חיצוני.
hr: Ako su titlovi ugrađeni, obično je najbolje zadržati ih. Neki playeri trebaju vanjsku datoteku s titlovima.
hu: Ha a feliratok beágyazva vannak, akkor azok megtartása általában a legjobb. Néhány lejátszó külső feliratfájlt igényel.
is: Ef textaskipti eru innbyggð, er venjulega best að halda þeim. Sumir spilara þurfa ytra textaskiptaskjal.
it: Se i sottotitoli sono incorporati, di solito è meglio mantenerli. Alcuni lettori necessitano di un file di sottotitoli esterno.
ja: 字幕が埋め込まれている場合は、通常それを保持するのが最良です。 一部のプレーヤーは外部字幕ファイルを必要とします。
nl: Als ondertitels zijn ingebed, is het meestal het beste om ze te behouden. Sommige spelers hebben een extern ondertitelbestand nodig.
no: Hvis undertekster er innebygd, er det vanligvis best å beholde dem. Noen spillere trenger en ekstern undertekstfil.
pl: Jeśli napisy są osadzone, najlepiej je zachować. Niektóre odtwarzacze potrzebują zewnętrznego pliku z napisami.
pt: Se as legendas estiverem incorporadas, mantê-las geralmente é o melhor. Alguns reprodutores precisam de um arquivo de legenda externo.
ro: Dacă subtitrările sunt încorporate, păstrarea lor este de obicei cea mai bună opțiune. Unele player-e necesită un fișier de subtitrări extern.
ru: Если субтитры встроены, лучше всего их сохранить. Некоторые плееры требуют внешний файл субтитров.
sk: Ak sú titulky vložené, je zvyčajne najlepšie ich zachovať. Niektoré prehrávače potrebujú externý súbor s titulkami.
tr: Eğer altyazılar gömülü ise, onları korumak genellikle en iyisidir. Bazı oynatıcılar harici bir altyazı dosyasına ihtiyaç duyar.
uk: Якщо субтитри вбудовані, зазвичай краще їх зберегти. Деякі програвачі потребують зовнішнього файлу субтитрів.
