Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Dependencies were not found after installation. Please restart the application manually.
bg: Не бяха намерени зависимости след инсталацията. Моля, рестартирайте приложението ръчно.
cs: Závislosti nebyly po instalaci nalezeny. Prosím, restartujte aplikaci ručně.
de: Abhängigkeiten wurden nach der Installation nicht gefunden. Bitte starten Sie die Anwendung manuell neu.
el: Οι εξαρτήσεις δεν βρέθηκαν μετά την εγκατάσταση. Παρακαλώ επανεκκινήστε την εφαρμογή χειροκίνητα.
et: Sõltuvusi ei leitud pärast installimist. Palun taaskäivitage rakendus käsitsi.
fi: Riippuvuuksia ei löytynyt asennuksen jälkeen. Käynnistä sovellus manuaalisesti.
fr: Les dépendances n'ont pas été trouvées après l'installation. Veuillez redémarrer l'application manuellement.
hr: Ovisnosti nisu pronađene nakon instalacije. Molimo ručno ponovo pokrenite aplikaciju.
hu: A telepítés után nem találhatóak a függőségek. Kérjük, indítsa újra az alkalmazást manuálisan.
is: Ekkert var að finna eftir uppsetningu. Vinsamlegast endurræstu forritið handvirkt.
nl: Afhankelijkheden werden niet gevonden na installatie. Start de applicatie handmatig opnieuw.
pl: Nie znaleziono zależności po instalacji. Proszę ręcznie ponownie uruchomić aplikację.
pt: As dependências não foram encontradas após a instalação. Por favor, reinicie o aplicativo manualmente.
ro: Dependențele nu au fost găsite după instalare. Vă rugăm să reporniți aplicația manual.
ru: Зависимости не были найдены после установки. Пожалуйста, перезапустите приложение вручную.
tr: Kurulumdan sonra bağımlılıklar bulunamadı. Lütfen uygulamayı manuel olarak yeniden başlatın.
uk: Залежності не були знайдені після встановлення. Будь ласка, перезапустіть програму вручну.

source: Required Dependencies
bg: Изисквани зависимости
cs: Požadované závislosti
de: Erforderliche Abhängigkeiten
el: Απαιτούμενες Εξαρτήσεις
et: Nõutavad sõltuvused
fi: Vaadittavat riippuvuudet
fr: Dépendances requises
hr: Potrebne ovisnosti
hu: Szükséges függőségek
is: Nauðsynlegar háðingar
nl: Vereiste afhankelijkheden
pl: Wymagane zależności
pt: Dependências Necessárias
ro: Dependențe necesare
ru: Необходимые зависимости
tr: Gerekli Bağımlılıklar
uk: Необхідні залежності

source: Installation Required
bg: Изисква се инсталация
cs: Požadována instalace
de: Installation erforderlich
el: Απαιτείται εγκατάσταση
et: Paigaldamine vajalik
fi: Asennus vaaditaan
fr: Installation requise
hr: Potrebna instalacija
hu: Telepítés szükséges
is: Uppsetning krafist
ja: インストールが必要です
nl: Installatie Vereist
pl: Wymagana instalacja
pt: Instalação Necessária
ro: Instalare necesară
ru: Требуется установка
tr: Kurulum Gerekiyor
uk: Необхідна установка

source: FFmpeg and MPV are required for this application to function.
bg: FFmpeg и MPV са необходими за функционирането на това приложение.
cs: FFmpeg a MPV jsou pro tuto aplikaci nezbytné.
de: FFmpeg und MPV sind erforderlich, damit diese Anwendung funktioniert.
el: Απαιτούνται τα FFmpeg και MPV για να λειτουργήσει αυτή η εφαρμογή.
et: FFmpeg ja MPV on vajalikud selle rakenduse toimimiseks.
fi: FFmpeg ja MPV ovat vaadittuja tämän sovelluksen toimimiseksi.
fr: FFmpeg et MPV sont requis pour le bon fonctionnement de cette application.
hr: FFmpeg i MPV su potrebni za funkcioniranje ove aplikacije.
hu: Az FFmpeg és az MPV szükségesek ennek az alkalmazásnak a működéséhez.
is: FFmpeg og MPV eru nauðsynleg fyrir þessa forrit til að virka.
nl: FFmpeg en MPV zijn vereist voor deze applicatie om te functioneren.
pl: FFmpeg i MPV są wymagane do działania tej aplikacji.
pt: FFmpeg e MPV são necessários para o funcionamento deste aplicativo.
ro: FFmpeg și MPV sunt necesare pentru ca această aplicație să funcționeze.
ru: Для работы этого приложения необходимы FFmpeg и MPV.
tr: Bu uygulamanın çalışması için FFmpeg ve MPV gereklidir.
uk: FFmpeg та MPV потрібні для роботи цього застосунку.

source: FFmpeg is needed for conversion, and MPV for the video editor preview. Due to legal restrictions, they are not bundled.
bg: FFmpeg е необходим за конвертиране, а MPV за предварителен преглед на видеоредактора. Поради правни ограничения, те не са включени в пакета.
cs: FFmpeg je potřebný pro konverzi a MPV pro náhled videa v editoru. Z důvodu právních omezení nejsou zahrnuty.
de: FFmpeg wird für die Konvertierung benötigt, und MPV für die Vorschau im Videoeditor. Aufgrund rechtlicher Einschränkungen sind sie nicht im Paket enthalten.
el: Απαιτείται το FFmpeg για τη μετατροπή και το MPV για την προεπισκόπηση του επεξεργαστή βίντεο. Λόγω νομικών περιορισμών, δεν περιλαμβάνονται μαζί.
et: FFmpeg on vajalik konverteerimiseks ja MPV videotoimetaja eelvaate jaoks. Õiguslike piirangute tõttu ei ole need koos.
fi: FFmpeg on tarpeen muuntamiseen, ja MPV videon muokkausennakon esikatseluun. Laillisten rajoitusten vuoksi niitä ei ole pakattu yhteen.
fr: FFmpeg est nécessaire pour la conversion, et MPV pour l'aperçu de l'éditeur vidéo. En raison de restrictions légales, ils ne sont pas inclus.
hr: FFmpeg je potreban za konverziju, a MPV za pregled video editora. Zbog pravnih ograničenja, nisu uključeni u paket.
hu: Az átalakításhoz szükséges az FFmpeg, az MPV pedig a videószerkesztő előnézetéhez. Jogi korlátozások miatt nem kerülnek egy csomagba.
is: FFmpeg er nauðsynlegur fyrir umbreytingu, og MPV fyrir forsýningu vídeóritils. Vegna lagalegra takmarkana eru þeir ekki pakkaðir saman.
nl: FFmpeg is nodig voor conversie, en MPV voor de videobewerker preview. Vanwege juridische beperkingen zijn ze niet gebundeld.
pl: FFmpeg jest potrzebny do konwersji, a MPV do podglądu edytora wideo. Z powodu ograniczeń prawnych nie są one dołączone.
pt: O FFmpeg é necessário para conversão, e o MPV para a pré-visualização do editor de vídeo. Devido a restrições legais, eles não estão incluídos.
ro: FFmpeg este necesar pentru conversie, iar MPV pentru previzualizarea editorului video. Din cauza restricțiilor legale, acestea nu sunt incluse împreună.
ru: Для конвертации необходим FFmpeg, а для предварительного просмотра в видеоредакторе - MPV. Из-за юридических ограничений они не включены в пакет.
tr: Dönüşüm için FFmpeg gereklidir ve video düzenleyici önizlemesi için MPV gereklidir. Yasal kısıtlamalar nedeniyle, bunlar bir arada sunulmamaktadır.
uk: Для конвертації потрібен FFmpeg, а для попереднього перегляду відеоредактора - MPV. Через юридичні обмеження вони не входять до складу.

source: Command to be executed
bg: Команда за изпълнение
cs: Příkaz k provedení
de: Befehl, der ausgeführt werden soll
el: Εντολή προς εκτέλεση
et: Käsk, mida tuleb täita
fi: Suorituskomento
fr: Commande à exécuter
hr: Naredba koja će se izvršiti
hu: A végrehajtandó parancs
is: Skipun sem á að framkvæma
ja: 実行されるコマンド
nl: Opdracht die moet worden uitgevoerd
pl: Polecenie do wykonania
pt: Comando a ser executado
ro: Comandă de executat
ru: Команда для выполнения
tr: Yürütülecek komut
uk: Команда, що має бути виконана

source: <b>Administrator privileges required</b> You will be asked for your password to install system packages.
bg: <b>Изискват се администраторски права</b> Ще бъдете помолени за вашата парола, за да инсталирате системни пакети.
cs: <b>Vyžadována oprávnění správce</b> Budete požádáni o vaše heslo pro instalaci systémových balíčků.
de: <b>Administratorrechte erforderlich</b> Sie werden nach Ihrem Passwort gefragt, um Systempakete zu installieren.
el: <b>Απαιτούνται δικαιώματα διαχειριστή</b> Θα σας ζητηθεί ο κωδικός πρόσβασής σας για να εγκαταστήσετε πακέτα συστήματος.
et: <b>Administraatori õigused vajalikud</b> Teilt küsitakse parooli süsteemipakettide installimiseks.
fi: <b>Vaaditaan järjestelmänvalvojan oikeudet</b> Sinulta kysytään salasana järjestelmäpakettien asentamiseen.
fr: <b>Privilèges d'administrateur requis</b> Vous serez invité à entrer votre mot de passe pour installer des paquets système.
hr: <b>Potrebna administratorska prava</b> Bit ćete zatraženi da unesete svoju lozinku za instalaciju sistemskih paketa.
hu: <b>Adminisztrátori jogosultság szükséges</b> Kérni fogják a jelszavát a rendszer csomagok telepítéséhez.
is: <b>Stjórnandaheimildir nauðsynlegar</b> Þú verður beðinn um að slá inn lykilorðið þitt til að setja upp kerfispakka.
ja: <b>管理者権限が必要です</b> システムパッケージをインストールするためにパスワードの入力を求められます。
nl: <b>Beheerdersrechten vereist</b> U wordt gevraagd uw wachtwoord in te voeren om systeem pakketten te installeren.
pl: <b>Wymagane uprawnienia administratora</b> Zostaniesz poproszony o podanie hasła w celu zainstalowania pakietów systemowych.
pt: <b>Privilégios de administrador necessários</b> Você será solicitado a inserir sua senha para instalar pacotes do sistema.
ro: <b>Privilegii de administrator necesare</b> Vi se va solicita parola pentru a instala pachete de sistem.
ru: <b>Требуются права администратора</b> Вам будет предложено ввести пароль для установки системных пакетов.
tr: <b>Yönetici ayrıcalıkları gereklidir</b> Sistem paketlerini yüklemek için şifreniz istenecektir.
uk: <b>Потрібні привілеї адміністратора</b> Вас попросять ввести пароль для встановлення системних пакетів.

source: Installation Output
bg: Изход от инсталацията
cs: Výstup instalace
de: Installationsausgabe
el: Έξοδος Εγκατάστασης
et: Installeerimise väljund
fi: Asennuksen tuloste
fr: Sortie d'installation
hr: Izlaz instalacije
hu: Telepítési kimenet
is: Útgangur uppsetningar
ja: インストール出力
nl: Installatie-uitvoer
pl: Wynik instalacji
pt: Saída de Instalação
ro: Ieșire de instalare
ru: Вывод установки
tr: Kurulum Çıktısı
uk: Вихід установки

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати

source: Install Dependencies
bg: Инсталирайте зависимости
cs: Nainstalovat závislosti
de: Abhängigkeiten installieren
el: Εγκατάσταση Εξαρτήσεων
et: Paigaldage sõltuvused
fi: Asenna riippuvuudet
fr: Installer les dépendances
hr: Instaliraj ovisnosti
hu: Függőségek telepítése
is: Installera beroenden
nl: Installeer afhankelijkheden
pl: Zainstaluj zależności
pt: Instalar Dependências
ro: Instalare dependențe
ru: Установить зависимости
tr: Bağımlılıkları Yükle
uk: Встановити залежності

source: Close
bg: Затвори
cs: Zavřít
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
is: Lokaðu
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
tr: Kapat
uk: Закрити

source: Starting installation...
bg: Започване на инсталацията...
cs: Zahájení instalace...
de: Installation wird gestartet...
el: Αρχίζω την εγκατάσταση...
et: Installeerimise alustamine...
fi: Asennuksen aloittaminen...
fr: Démarrage de l'installation...
hr: Pokrećem instalaciju...
hu: Telepítés indítása...
is: Upphaf uppsetningar...
ja: インストールを開始しています...
nl: Installatie starten...
pl: Rozpoczynanie instalacji...
pt: Iniciando a instalação...
ro: Începerea instalării...
ru: Начало установки...
tr: Kurulum başlatılıyor...
uk: Початок встановлення...

source: Installation completed successfully!
bg: Инсталацията завърши успешно!
cs: Instalace byla úspěšně dokončena!
de: Installation erfolgreich abgeschlossen!
el: Η εγκατάσταση ολοκληρώθηκε με επιτυχία!
et: Installeerimine lõpetati edukalt!
fi: Asennus suoritettu onnistuneesti!
fr: Installation terminée avec succès !
hr: Instalacija je uspješno završena!
hu: A telepítés sikeresen befejeződött!
is: Uppsetningu lokið með góðum árangri!
ja: インストールが成功しました！
nl: Installatie succesvol voltooid!
pl: Instalacja zakończona pomyślnie!
pt: Instalação concluída com sucesso!
ro: Instalarea a fost finalizată cu succes!
ru: Установка завершена успешно!
tr: Kurulum başarıyla tamamlandı!
uk: Встановлення успішно завершено!

source: Please restart the application.
bg: Моля, рестартирайте приложението.
cs: Prosím, restartujte aplikaci.
de: Bitte starten Sie die Anwendung neu.
el: Παρακαλώ επανεκκινήστε την εφαρμογή.
et: Palun taaskäivitage rakendus.
fi: Ole hyvä ja käynnistä sovellus uudelleen.
fr: Veuillez redémarrer l'application.
hr: Molimo ponovo pokrenite aplikaciju.
hu: Kérjük, indítsa újra az alkalmazást.
is: Vinsamlegast endurræstu forritið.
ja: アプリケーションを再起動してください。
nl: Herstart de applicatie.
pl: Proszę zrestartować aplikację.
pt: Por favor, reinicie o aplicativo.
ro: Vă rugăm să reporniți aplicația.
ru: Пожалуйста, перезапустите приложение.
tr: Lütfen uygulamayı yeniden başlatın.
uk: Будь ласка, перезапустіть програму.

source: Installation failed.
bg: Инсталацията не успя.
cs: Instalace selhala.
de: Installation fehlgeschlagen.
el: Η εγκατάσταση απέτυχε.
et: Installeerimine ebaõnnestus.
fi: Asennus epäonnistui.
fr: L'installation a échoué.
hr: Instalacija nije uspjela.
hu: A telepítés meghiúsult.
is: Uppsetning mistókst.
ja: インストールに失敗しました。
nl: Installatie mislukt.
pl: Instalacja nie powiodła się.
pt: A instalação falhou.
ro: Instalarea a eșuat.
ru: Установка не удалась.
tr: Kurulum başarısız oldu.
uk: Встановлення не вдалося.

source: Please check the errors above and try again.
bg: Моля, проверете грешките по-горе и опитайте отново.
cs: Zkontrolujte prosím výše uvedené chyby a zkuste to znovu.
de: Bitte überprüfen Sie die oben genannten Fehler und versuchen Sie es erneut.
el: Παρακαλώ ελέγξτε τα σφάλματα παραπάνω και προσπαθήστε ξανά.
et: Palun kontrollige ülaltoodud vigu ja proovige uuesti.
fi: Ole hyvä ja tarkista yllä olevat virheet ja yritä uudelleen.
fr: Veuillez vérifier les erreurs ci-dessus et réessayer.
hr: Molimo provjerite gornje pogreške i pokušajte ponovo.
hu: Kérjük, ellenőrizze a fenti hibákat, és próbálja újra.
is: Vinsamlegast athugaðu villurnar hér að ofan og reyndu aftur.
ja: 上記のエラーを確認し、再試行してください。
nl: Controleer de bovenstaande fouten en probeer het opnieuw.
pl: Proszę sprawdzić powyższe błędy i spróbować ponownie.
pt: Por favor, verifique os erros acima e tente novamente.
ro: Vă rugăm să verificați erorile de mai sus și să încercați din nou.
ru: Пожалуйста, проверьте ошибки выше и попробуйте снова.
tr: Lütfen yukarıdaki hataları kontrol edin ve tekrar deneyin.
uk: Будь ласка, перевірте помилки вище та спробуйте ще раз.

source: Go to segment start
bg: Отидете до началото на сегмента
cs: Přejít na začátek segmentu
da: Gå til segmentstart
de: Gehe zum Segmentanfang
el: Μετάβαση στην αρχή του τμήματος
es: Ir al inicio del segmento
et: Mine segmenti algusesse
fi: Siirry segmentin alkuun
fr: Aller au début du segment
he: עבור להתחלת הקטע
hr: Idi na početak segmenta
hu: Ugrás a szegmens elejére
is: Fara í byrjun hluta
it: Vai all'inizio del segmento
ja: セグメントの開始に移動
nl: Ga naar segmentbegin
no: Gå til segmentstart
pl: Przejdź do początku segmentu
pt: Ir para o início do segmento
ro: Mergi la începutul segmentului
ru: Перейти к началу сегмента
sk: Prejdite na začiatok segmentu
sv: Gå till segmentets början
tr: Bölüm başlangıcına git
uk: Перейти до початку сегмента

source: Edit segment times
bg: Редактиране на времеви сегменти
cs: Upravit časy segmentů
da: Rediger segmenttider
de: Segmentzeiten bearbeiten
el: Επεξεργασία χρόνων τμημάτων
es: Editar tiempos de segmento
et: Muuda segmendi aegu
fi: Muokkaa segmenttien aikoja
fr: Modifier les temps de segment
he: ערוך זמני קטעים
hr: Uredi vrijeme segmenata
hu: Szegmensek időpontjainak szerkesztése
is: Breyta tímabils tíma
it: Modifica i tempi dei segmenti
ja: セグメントの時間を編集する
nl: Bewerk segmenttijden
no: Rediger segmenttider
pl: Edytuj czasy segmentów
pt: Editar tempos de segmento
ro: Editează timpii segmentelor
ru: Редактировать время сегментов
sk: Upraviť časy segmentov
sv: Redigera segmenttider
tr: Bölüm sürelerini düzenle
uk: Редагувати часи сегментів

source: Remove segment
bg: Премахнете сегмента
cs: Odstranit segment
da: Fjern segment
de: Segment entfernen
el: Αφαίρεση τμήματος
es: Eliminar segmento
et: Eemalda segment
fi: Poista segmentti
fr: Supprimer le segment
he: הסר קטע
hr: Ukloni segment
hu: Szegmens eltávolítása
is: Fjarlægja hluta
it: Rimuovi segmento
ja: セグメントを削除
nl: Verwijder segment
no: Fjern segment
pl: Usuń segment
pt: Remover segmento
ro: Elimină segmentul
ru: Удалить сегмент
sk: Odstrániť segment
sv: Ta bort segment
tr: Segmenti kaldırın
uk: Видалити сегмент

source: Edit Segment
bg: Редактиране на сегмент
cs: Upravit segment
da: Rediger segment
de: Segment bearbeiten
el: Επεξεργασία Τμήματος
es: Editar segmento
et: Redigeeri segmenti
fi: Muokkaa segmenttiä
fr: Modifier le segment
he: ערוך קטע
hr: Uredi segment
hu: Szegmens szerkesztése
is: Breyta hluta
it: Modifica segmento
ja: セグメントを編集
nl: Bewerk Segment
no: Rediger segment
pl: Edytuj segment
pt: Editar Segmento
ro: Editează segmentul
ru: Редактировать сегмент
sk: Upraviť segment
sv: Redigera segment
tr: Bölümü Düzenle
uk: Редагувати сегмент

source: Edit start and end times for this segment
bg: Редактирайте началните и крайни времена за този сегмент.
cs: Upravte začátek a konec času pro tento segment.
da: Rediger start- og sluttidspunkter for dette segment.
de: Bearbeiten Sie die Start- und Endzeiten für dieses Segment.
el: Επεξεργαστείτε τις αρχικές και τελικές ώρες για αυτό το τμήμα.
es: Editar los tiempos de inicio y fin para este segmento
et: Muuda selle segmendi algus- ja lõppaegu.
fi: Muokkaa tämän segmentin aloitus- ja lopputietoja.
fr: Modifier les heures de début et de fin pour ce segment
he: ערוך את זמני ההתחלה והסיום עבור קטע זה
hr: Uredi početno i završno vrijeme za ovaj segment
hu: Szerkeszd meg a kezdő és a záró időpontokat ehhez a szegmenshez.
is: Breyta upphafs- og endatímum fyrir þennan hluta
it: Modifica gli orari di inizio e fine per questo segmento
ja: このセグメントの開始時刻と終了時刻を編集します。
nl: Bewerk start- en eindtijden voor dit segment
no: Rediger start- og sluttidspunkter for dette segmentet
pl: Edytuj czasy rozpoczęcia i zakończenia dla tego segmentu
pt: Edite os horários de início e fim para este segmento.
ro: Editează orele de început și de sfârșit pentru acest segment.
ru: Отредактируйте время начала и окончания для этого сегмента.
sk: Upravte časy začiatku a konca pre tento segment.
sv: Redigera start- och sluttider för detta avsnitt
tr: Bu segmentin başlangıç ve bitiş zamanlarını düzenleyin.
uk: Редагувати час початку та закінчення для цього сегмента

source: Start Time:
bg: Начален час:
cs: Čas zahájení:
da: Starttid:
de: Startzeit:
el: Ώρα Έναρξης:
es: Hora de inicio:
et: Algusaeg:
fi: Aloitusaika:
fr: Heure de début :
he: זמן התחלה:
hr: Vrijeme početka:
hu: Kezdési idő:
is: Upphafstími:
it: Ora di inizio:
ja: 開始時刻:
nl: Starttijd:
no: Starttid:
pl: Czas rozpoczęcia:
pt: Hora de Início:
ro: Ora de început:
ru: Время начала:
sk: Čas začiatku:
sv: Starttid:
tr: Başlangıç Zamanı:
uk: Час початку:

source: End Time:
bg: Време на край:
cs: Čas ukončení:
da: Sluttid:
de: Endzeit:
el: Ώρα Λήξης:
es: Hora de finalización:
et: Lõpuaeg:
fi: Loppuaika:
fr: Heure de fin :
he: זמן סיום:
hr: Vrijeme završetka:
hu: Befejezés ideje:
is: Lokastund:
it: Ora di fine:
ja: 終了時刻:
nl: Eindtijd:
no: Sluttid:
pl: Czas zakończenia:
pt: Hora de Término:
ro: Timp de încheiere:
ru: Время окончания:
sk: Čas ukončenia:
sv: Sluttid:
tr: Bitiş Zamanı:
uk: Час закінчення:

source: Save
bg: Запази
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
he: שמור
hr: Spremi
hu: Mentés
is: Vista
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти

source: Invalid Time
bg: Невалиден час
cs: Neplatný čas
da: Ugyldig tid
de: Ungültige Zeit
el: Μη έγκυρη ώρα
es: Hora inválida
et: Kehtetu aeg
fi: Virheellinen aika
fr: Temps invalide
he: זמן לא תקין
hr: Nevažeće vrijeme
hu: Érvénytelen idő
is: Ógildur tími
it: Ora non valida
ja: 無効な時間
nl: Ongeldige tijd
no: Ugyldig tid
pl: Nieprawidłowy czas
pt: Hora inválida
ro: Timp invalid
ru: Неверное время
sk: Neplatný čas
sv: Ogiltig tid
tr: Geçersiz Zaman
uk: Неправильний час

source: Time values cannot be negative
bg: Стойностите на времето не могат да бъдат отрицателни.
cs: Hodnoty času nemohou být záporné.
da: Tidsværdier kan ikke være negative
de: Zeitwerte dürfen nicht negativ sein.
el: Οι τιμές χρόνου δεν μπορούν να είναι αρνητικές.
es: Los valores de tiempo no pueden ser negativos.
et: Aja väärtused ei saa olla negatiivsed
fi: Aikaarvot eivät voi olla negatiivisia.
fr: Les valeurs temporelles ne peuvent pas être négatives.
he: ערכי הזמן אינם יכולים להיות שליליים
hr: Vrijednosti vremena ne mogu biti negativne.
hu: Az időértékek nem lehetnek negatívak.
is: Tímagildi geta ekki verið neikvæð.
it: I valori di tempo non possono essere negativi.
ja: 時間の値は負の値にできません。
nl: Tijdwaarden kunnen niet negatief zijn.
no: Tidsverdier kan ikke være negative
pl: Wartości czasu nie mogą być ujemne.
pt: Os valores de tempo não podem ser negativos.
ro: Valorile de timp nu pot fi negative.
ru: Значения времени не могут быть отрицательными.
sk: Hodnoty času nemôžu byť záporné.
sv: Tidsvärden kan inte vara negativa
tr: Zaman değerleri negatif olamaz.
uk: Часові значення не можуть бути від'ємними.

source: Invalid Time Range
bg: Невалиден времеви интервал
cs: Neplatný časový rozsah
da: Ugyldig tidsinterval
de: Ungültiger Zeitbereich
el: Μη έγκυρη χρονική περίοδος
es: Rango de tiempo no válido
et: Kehtetu ajavahemik
fi: Virheellinen aikaväli
fr: Plage horaire invalide
he: טווח זמן לא תקין
hr: Nevažeći vremenski raspon
hu: Érvénytelen időtartomány
is: Ógildur tímasvið
it: Intervallo di tempo non valido
ja: 無効な時間範囲
nl: Ongeldige tijdsperiode
no: Ugyldig tidsintervall
pl: Nieprawidłowy zakres czasu
pt: Intervalo de Tempo Inválido
ro: Interval de timp invalid
ru: Неверный диапазон времени
sk: Neplatný časový rozsah
sv: Ogiltigt tidsintervall
tr: Geçersiz Zaman Aralığı
uk: Недійсний діапазон часу

source: Start time must be before end time
bg: Началният час трябва да бъде преди крайния час.
cs: Čas začátku musí být před časem konce.
da: Starttid skal være før sluttid.
de: Die Startzeit muss vor der Endzeit liegen.
el: Η ώρα έναρξης πρέπει να είναι πριν από την ώρα λήξης.
es: La hora de inicio debe ser anterior a la hora de finalización.
et: Algusaeg peab olema enne lõppaega.
fi: Alkuajan on oltava ennen loppuaikaa.
fr: L'heure de début doit être antérieure à l'heure de fin.
he: זמן ההתחלה חייב להיות לפני זמן הסיום
hr: Vrijeme početka mora biti prije vremena završetka.
hu: A kezdési időpontnak a befejezési időpont előtt kell lennie.
is: Upphafstími verður að vera fyrir lokatíma.
it: L'orario di inizio deve essere prima dell'orario di fine.
ja: 開始時刻は終了時刻より前でなければなりません。
nl: De starttijd moet vóór de eindtijd zijn.
no: Starttid må være før sluttid.
pl: Czas rozpoczęcia musi być przed czasem zakończenia.
pt: O horário de início deve ser antes do horário de término.
ro: Ora de început trebuie să fie înainte de ora de sfârșit.
ru: Время начала должно быть раньше времени окончания.
sk: Čas začiatku musí byť pred časom ukončenia.
sv: Starttid måste vara före sluttid.
tr: Başlangıç zamanı, bitiş zamanından önce olmalıdır.
uk: Час початку має бути раніше часу закінчення.

source: Clear All Segments?
bg: Изчисти всички сегменти?
cs: Vymazat všechny segmenty?
da: Ryd alle segmenter?
de: Alle Segmente löschen?
el: Καθαρισμός όλων των τμημάτων;
es: ¿Borrar todos los segmentos?
et: Kustuta kõik segmendid?
fi: Tyhjennä kaikki segmentit?
fr: Effacer tous les segments ?
he: לנקות את כל הקטעים?
hr: Izbriši sve segmente?
hu: Minden szegmens törlése?
is: Eyða öllum hlutum?
it: Cancellare tutti i segmenti?
ja: すべてのセグメントをクリアしますか？
nl: Alle segmenten wissen?
no: Fjern alle segmenter?
pl: Czy wyczyścić wszystkie segmenty?
pt: Limpar Todos os Segmentos?
ro: Șterge toate segmentele?
ru: Очистить все сегменты?
sk: Vymazať všetky segmenty?
sv: Rensa alla segment?
tr: Tüm Segmentleri Temizle?
uk: Очистити всі сегменти?
