Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: • Positive: More red/yellow • Negative: More blue/green • Default: 0 (no change)
bg: • Позитивно: Повече червено/жълто • Негативно: Повече синьо/зелено • По подразбиране: 0 (без промяна)
cs: • Pozitivní: Více červené/žluté • Negativní: Více modré/zelené • Výchozí: 0 (žádná změna)
da: • Positiv: Mere rød/gul • Negativ: Mere blå/grøn • Standard: 0 (ingen ændring)
de: • Positiv: Mehr Rot/Gelb • Negativ: Mehr Blau/Grün • Standard: 0 (keine Änderung)
el: • Θετικό: Περισσότερο κόκκινο/κίτρινο • Αρνητικό: Περισσότερο μπλε/πράσινο • Προεπιλογή: 0 (χωρίς αλλαγή)
es: • Positivo: Más rojo/amarillo • Negativo: Más azul/verde • Predeterminado: 0 (sin cambio)
et: • Positiivne: Rohkem punast/kollast • Negatiivne: Rohkem sinist/roheline • Vaikimisi: 0 (ilma muutuseta)
fi: • Positiivinen: Lisää punaista/keltaista • Negatiivinen: Lisää sinistä/vihreää • Oletusarvo: 0 (ei muutosta)
fr: • Positif : Plus de rouge/jaune • Négatif : Plus de bleu/vert • Par défaut : 0 (aucun changement)
he: • חיובי: יותר אדום/צהוב • שלילי: יותר כחול/ירוק • ברירת מחדל: 0 (ללא שינוי)
hr: • Pozitivno: Više crvene/žute • Negativno: Više plave/zelene • Zadano: 0 (bez promjene)
hu: • Pozitív: Több piros/sárga • Negatív: Több kék/zöld • Alapértelmezett: 0 (nincs változás)
is: • Jákvæð: Meira rauður/gulur • Neikvæð: Meira blár/grænn • Sjálfgefið: 0 (engin breyting)
it: • Positivo: Più rosso/giallo • Negativo: Più blu/verde • Predefinito: 0 (nessuna modifica)
ja: • ポジティブ: より赤/黄 • ネガティブ: より青/緑 • デフォルト: 0 (変更なし)
nl: • Positief: Meer rood/geel • Negatief: Meer blauw/groen • Standaard: 0 (geen wijziging)
no: • Positiv: Mer rød/gul • Negativ: Mer blå/grønn • Standard: 0 (ingen endring)
pl: • Pozytywne: Więcej czerwonego/żółtego • Negatywne: Więcej niebieskiego/zielonego • Domyślne: 0 (brak zmian)
pt: • Positivo: Mais vermelho/amarelo • Negativo: Mais azul/verde • Padrão: 0 (sem alteração)
ro: • Pozitiv: Mai mult roșu/galben • Negativ: Mai mult albastru/verde • Implicit: 0 (fără modificare)
ru: • Положительный: Больше красного/желтого • Отрицательный: Больше синего/зеленого • По умолчанию: 0 (без изменений)
sk: • Pozitívne: Viac červenej/žltej • Negatívne: Viac modrej/zelené • Predvolené: 0 (žiadna zmena)
tr: • Pozitif: Daha fazla kırmızı/sarı • Negatif: Daha fazla mavi/yeşil • Varsayılan: 0 (değişiklik yok)
uk: • Позитивний: Більше червоного/жовтого • Негативний: Більше синього/зеленого • За замовчуванням: 0 (без змін)

source: Crop the video's edges to keep only the part you need.
bg: Изрежете краищата на видеото, за да запазите само частта, от която се нуждаете.
cs: Ořízněte okraje videa, abyste si ponechali pouze část, kterou potřebujete.
da: Beskær videoens kanter for kun at beholde den del, du har brug for.
de: Schneiden Sie die Ränder des Videos, um nur den Teil zu behalten, den Sie benötigen.
el: Κόψτε τις άκρες του βίντεο για να κρατήσετε μόνο το μέρος που χρειάζεστε.
es: Recorta los bordes del video para mantener solo la parte que necesitas.
et: Kärbi video servi, et jätta alles vajalik osa.
fi: Rajaa videon reunat, jotta säilytät vain tarvitsemasi osan.
fr: Recadrez les bords de la vidéo pour ne conserver que la partie dont vous avez besoin.
he: גזור את קצוות הווידאו כדי לשמור רק על החלק שאתה צריך.
hr: Isecite rubove videozapisa kako biste zadržali samo dio koji vam je potreban.
hu: Vágja le a videó széleit, hogy csak a szükséges részt tartsa meg.
is: Skeraðu jaðar myndbandsins til að halda aðeins þeirri hluta sem þú þarft.
it: Ritaglia i bordi del video per mantenere solo la parte di cui hai bisogno.
ja: 動画のエッジをトリミングして、必要な部分だけを保持します。
nl: Snijd de randen van de video bij om alleen het deel te behouden dat je nodig hebt.
no: Beskjær videoens kanter for å beholde bare den delen du trenger.
pl: Przytnij krawędzie wideo, aby zachować tylko potrzebną część.
pt: Corte as bordas do vídeo para manter apenas a parte que você precisa.
ro: Decupează marginile videoclipului pentru a păstra doar partea de care ai nevoie.
ru: Обрежьте края видео, чтобы оставить только нужную часть.
sk: Orežte okraje videa, aby ste si ponechali iba tú časť, ktorú potrebujete.
tr: Videonun kenarlarını keserek yalnızca ihtiyacınız olan kısmı saklayın.
uk: Обріжте краї відео, щоб залишити лише ту частину, яка вам потрібна.

source: Select parts of the video to keep. Add sections with the + button or directly in the video using the markers button above the video. You can export selected parts as one file or as multiple clips ideal for creating short videos for social media.
bg: Изберете части от видеото, които да запазите. Добавете секции с бутона + или директно във видеото, използвайки бутона за маркери над видеото. Можете да експортирате избраните части като един файл или като множество клипове, идеални за създаване на кратки видеа за социални медии.
cs: Vyberte části videa, které chcete zachovat. Přidejte sekce pomocí tlačítka + nebo přímo ve videu pomocí tlačítka značek nad videem. Vybrané části můžete exportovat jako jeden soubor nebo jako více klipů, ideální pro vytváření krátkých videí pro sociální média.
da: Vælg dele af videoen, som du vil beholde. Tilføj sektioner med + knappen eller direkte i videoen ved at bruge markørknappen ovenfor videoen. Du kan eksportere de valgte dele som én fil eller som flere klip, ideelt til at skabe korte videoer til sociale medier.
de: Wählen Sie Teile des Videos aus, die Sie behalten möchten. Fügen Sie Abschnitte mit der +-Schaltfläche oder direkt im Video mit der Markierungsschaltfläche über dem Video hinzu. Sie können ausgewählte Teile als eine Datei oder als mehrere Clips exportieren, ideal zum Erstellen von Kurzvideos für soziale Medien.
el: Επιλέξτε μέρη του βίντεο για να κρατήσετε. Προσθέστε τμήματα με το κουμπί + ή απευθείας στο βίντεο χρησιμοποιώντας το κουμπί μαρκαδόρων πάνω από το βίντεο. Μπορείτε να εξάγετε τα επιλεγμένα μέρη ως ένα αρχείο ή ως πολλαπλά κλιπ, ιδανικά για τη δημιουργία σύντομων βίντεο για τα μέσα κοινωνικής δικτύωσης.
es: Selecciona partes del video para conservar. Agrega secciones con el botón + o directamente en el video usando el botón de marcadores arriba del video. Puedes exportar las partes seleccionadas como un solo archivo o como múltiples clips, ideal para crear videos cortos para redes sociales.
et: Valige video osad, mida hoida. Lisage sektsioone + nupu abil või otse videos, kasutades video kohal asuvat markerite nuppu. Saate eksportida valitud osad ühe failina või mitme klipina, mis on ideaalne lühivideote loomiseks sotsiaalmeedias.
fi: Valitse videosta säilytettävät osat. Lisää osioita + -painikkeella tai suoraan videossa käyttämällä videon yläpuolella olevaa merkkipainiketta. Voit viedä valitut osat yhtenä tiedostona tai useina klippeinä, mikä on ihanteellista lyhyiden videoiden luomiseen sosiaaliseen mediaan.
fr: Sélectionnez les parties de la vidéo à conserver. Ajoutez des sections avec le bouton + ou directement dans la vidéo en utilisant le bouton de marqueurs au-dessus de la vidéo. Vous pouvez exporter les parties sélectionnées en un seul fichier ou en plusieurs clips, idéal pour créer des vidéos courtes pour les réseaux sociaux.
he: בחר חלקים מהווידאו לשמירה. הוסף קטעים עם כפתור + או ישירות בווידאו באמצעות כפתור הסימנים מעל הווידאו. אתה יכול לייצא את החלקים הנבחרים כקובץ אחד או כקליפים מרובים, אידיאלי ליצירת סרטונים קצרים לרשתות חברתיות.
hr: Odaberite dijelove videa koje želite zadržati. Dodajte odjeljke pomoću + gumba ili izravno u videu koristeći gumb oznaka iznad videa. Možete izvesti odabrane dijelove kao jednu datoteku ili kao više isječaka, idealno za stvaranje kratkih videa za društvene mreže.
hu: Válassza ki a megtartandó videórészeket. Adjon hozzá szakaszokat a + gombbal vagy közvetlenül a videóban a videó felett található jelölőgomb segítségével. A kiválasztott részeket egy fájlként vagy több klipként exportálhatja, ami ideális a közösségi média számára készült rövid videók készítéséhez.
is: Veldu hluta úr vídeóinu til að halda. Bættu við hlutum með + takkanum eða beint í vídeóinu með merkjatakkanum fyrir ofan vídeóið. Þú getur flutt út valda hluta sem eina skrá eða sem marga klippur, sem er fullkomið til að búa til stutt vídeó fyrir samfélagsmiðla.
it: Seleziona le parti del video da mantenere. Aggiungi sezioni con il pulsante + o direttamente nel video utilizzando il pulsante dei marcatori sopra il video. Puoi esportare le parti selezionate come un unico file o come più clip, ideale per creare brevi video per i social media.
ja: ビデオの保持する部分を選択します。 + ボタンを使用してセクションを追加するか、ビデオの上にあるマーカー ボタンを使用して直接追加します。 選択した部分を1つのファイルまたは複数のクリップとしてエクスポートできます。ソーシャルメディア用の短いビデオを作成するのに最適です。
nl: Selecteer delen van de video om te behouden. Voeg secties toe met de + knop of direct in de video met de markeerknop boven de video. Je kunt geselecteerde delen exporteren als één bestand of als meerdere clips, ideaal voor het maken van korte video's voor sociale media.
no: Velg deler av videoen du vil beholde. Legg til seksjoner med +-knappen eller direkte i videoen ved å bruke markørknappen over videoen. Du kan eksportere valgte deler som én fil eller som flere klipp, ideelt for å lage korte videoer for sosiale medier.
pl: Wybierz części wideo do zachowania. Dodaj sekcje za pomocą przycisku + lub bezpośrednio w wideo, używając przycisku znaczników powyżej wideo. Możesz eksportować wybrane części jako jeden plik lub jako wiele klipów, co jest idealne do tworzenia krótkich filmów na media społecznościowe.
pt: Selecione partes do vídeo para manter. Adicione seções com o botão + ou diretamente no vídeo usando o botão de marcadores acima do vídeo. Você pode exportar as partes selecionadas como um arquivo ou como vários clipes, ideal para criar vídeos curtos para redes sociais.
ro: Selectați părțile videoclipului pe care doriți să le păstrați. Adăugați secțiuni cu butonul + sau direct în videoclip folosind butonul de marcaje de deasupra videoclipului. Puteți exporta părțile selectate ca un singur fișier sau ca mai multe clipuri, ideal pentru crearea de videoclipuri scurte pentru rețelele sociale.
ru: Выберите части видео, которые хотите сохранить. Добавьте разделы с помощью кнопки + или прямо в видео, используя кнопку маркеров над видео. Вы можете экспортировать выбранные части как один файл или как несколько клипов, что идеально подходит для создания коротких видео для социальных сетей.
sk: Vyberte časti videa, ktoré chcete zachovať. Pridajte sekcie pomocou tlačidla + alebo priamo vo videu pomocou tlačidla značiek nad videom. Môžete exportovať vybrané časti ako jeden súbor alebo ako viacero klipov, ideálne na vytváranie krátkych videí pre sociálne médiá.
tr: Videonun saklanacak kısımlarını seçin. + butonunu kullanarak veya videonun üstündeki işaretleyici butonunu kullanarak doğrudan videoda bölümler ekleyin. Seçilen kısımları tek bir dosya veya birden fazla klip olarak dışa aktarabilirsiniz; bu, sosyal medya için kısa videolar oluşturmak için idealdir.
uk: Виберіть частини відео, які потрібно зберегти. Додайте секції за допомогою кнопки + або безпосередньо у відео, використовуючи кнопку маркерів над відео. Ви можете експортувати вибрані частини як один файл або як кілька кліпів, що ідеально підходить для створення коротких відео для соціальних мереж.

source: Run decode on the CPU and encode on the GPU. Usually best left disabled, but can help with certain compatibility issues.
bg: Изпълнете декодиране на ЦПУ и кодиране на ГПУ. Обикновено е най-добре да бъде деактивирано, но може да помогне при определени проблеми с съвместимостта.
cs: Spusťte dekódování na CPU a kódování na GPU. Obvykle je nejlepší to nechat zakázané, ale může to pomoci s určitými problémy s kompatibilitou.
da: Kør dekodning på CPU'en og kodning på GPU'en. Normalt bedst at lade være deaktiveret, men kan hjælpe med visse kompatibilitetsproblemer.
de: Führen Sie die Dekodierung auf der CPU und die Kodierung auf der GPU aus. In der Regel am besten deaktiviert, kann jedoch bei bestimmten Kompatibilitätsproblemen helfen.
el: Εκτελέστε αποκωδικοποίηση στη CPU και κωδικοποίηση στη GPU. Συνήθως είναι καλύτερα να είναι απενεργοποιημένο, αλλά μπορεί να βοηθήσει με ορισμένα ζητήματα συμβατότητας.
es: Ejecuta la decodificación en la CPU y la codificación en la GPU. Generalmente es mejor dejarlo deshabilitado, pero puede ayudar con ciertos problemas de compatibilidad.
et: Käivita dekodeerimine CPU-l ja kodeerimine GPU-l. Tavaliselt on parem see keelata, kuid see võib aidata teatud ühilduvusprobleemide korral.
fi: Suorita dekoodaus CPU:lla ja koodaus GPU:lla. Yleensä parasta pitää pois päältä, mutta voi auttaa tietyissä yhteensopivuusongelmissa.
fr: Exécutez le décodage sur le CPU et l'encodage sur le GPU. Généralement mieux laissé désactivé, mais peut aider avec certains problèmes de compatibilité.
he: הרץ פענוח על המעבד והקודד על כרטיס המסך. בדרך כלל עדיף להשאיר כבוי, אך יכול לעזור עם בעיות תאימות מסוימות.
hr: Pokrenite dekodiranje na CPU-u i kodiranje na GPU-u. Obično je najbolje ostaviti onemogućeno, ali može pomoći s određenim problemima kompatibilnosti.
hu: Futtassa a dekódolást a CPU-n és a kódolást a GPU-n. Általában a legjobb, ha le van tiltva, de segíthet bizonyos kompatibilitási problémák esetén.
is: Keyra afkóða á CPU og kóða á GPU. Venjulega best að hafa óvirkt, en getur hjálpað við ákveðin samhæfingarvandamál.
it: Esegui la decodifica sulla CPU e la codifica sulla GPU. Di solito è meglio lasciarlo disabilitato, ma può aiutare con alcuni problemi di compatibilità.
ja: CPUでデコードを実行し、GPUでエンコードします。 通常は無効のままにしておくのが最適ですが、特定の互換性の問題に役立つことがあります。
nl: Voer decodering uit op de CPU en codering op de GPU. Meestal het beste uitgeschakeld gelaten, maar kan helpen bij bepaalde compatibiliteitsproblemen.
no: Kjør dekoding på CPU og koding på GPU. Vanligvis best å la være aktivert, men kan hjelpe med visse kompatibilitetsproblemer.
pl: Uruchom dekodowanie na CPU i kodowanie na GPU. Zazwyczaj najlepiej pozostawić wyłączone, ale może pomóc w niektórych problemach z kompatybilnością.
pt: Execute a decodificação na CPU e a codificação na GPU. Geralmente é melhor deixar desativado, mas pode ajudar com certos problemas de compatibilidade.
ro: Rula decodarea pe CPU și encodează pe GPU. De obicei, este mai bine să fie dezactivat, dar poate ajuta cu anumite probleme de compatibilitate.
ru: Запустите декодирование на ЦП и кодирование на ГП. Обычно лучше оставить отключенным, но может помочь с определенными проблемами совместимости.
sk: Spustite dekódovanie na CPU a kódovanie na GPU. Zvyčajne je najlepšie to nechať vypnuté, ale môže pomôcť pri určitých problémoch s kompatibilitou.
tr: CPU'da çözümleme yapın ve GPU'da kodlama yapın. Genellikle devre dışı bırakılması en iyisidir, ancak belirli uyumluluk sorunlarıyla yardımcı olabilir.
uk: Запустіть декодування на ЦП та кодування на ГП. Зазвичай краще залишити вимкненим, але може допомогти з певними проблемами сумісності.

source: Audio quality: • Higher = better quality, larger file • 128k: Good for most content • 192k: High quality • 256k+: Professional use • Default: Auto (encoder decides)
bg: Качество на звука: • По-високо = по-добро качество, по-голям файл • 128k: Добро за повечето съдържание • 192k: Високо качество • 256k+: Професионална употреба • По подразбиране: Авто (кодерът решава)
cs: Kvalita zvuku: • Vyšší = lepší kvalita, větší soubor • 128k: Dobré pro většinu obsahu • 192k: Vysoká kvalita • 256k+: Profesionální použití • Výchozí: Automaticky (kódovač se rozhodne)
da: Lydkvalitet: • Højere = bedre kvalitet, større fil • 128k: God til det meste indhold • 192k: Høj kvalitet • 256k+: Professionelt brug • Standard: Auto (encoder beslutter)
de: Audioqualität: • Höher = bessere Qualität, größere Datei • 128k: Gut für die meisten Inhalte • 192k: Hohe Qualität • 256k+: Professionelle Nutzung • Standard: Automatisch (Encoder entscheidet)
el: Ποιότητα ήχου: • Υψηλότερη = καλύτερη ποιότητα, μεγαλύτερο αρχείο • 128k: Καλή για τις περισσότερες περιεχόμενα • 192k: Υψηλή ποιότητα • 256k+: Επαγγελματική χρήση • Προεπιλογή: Αυτόματα (ο κωδικοποιητής αποφασίζει)
es: Calidad de audio: • Mayor = mejor calidad, archivo más grande • 128k: Bueno para la mayoría del contenido • 192k: Alta calidad • 256k+: Uso profesional • Predeterminado: Automático (el codificador decide)
et: Helikvaliteet: • Kõrgem = parem kvaliteet, suurem fail • 128k: Hea enamikule sisule • 192k: Kõrge kvaliteet • 256k+: Professionaalne kasutus • Vaikimisi: Automaatne (kodeerija otsustab)
fi: Äänilaatu: • Korkeampi = parempi laatu, suurempi tiedosto • 128k: Hyvä useimmalle sisällölle • 192k: Korkea laatu • 256k+: Ammattikäyttöön • Oletus: Automaattinen (kooderi päättää)
fr: Qualité audio : • Plus élevé = meilleure qualité, fichier plus volumineux • 128k : Bon pour la plupart des contenus • 192k : Haute qualité • 256k+ : Utilisation professionnelle • Par défaut : Auto (l'encodeur décide)
he: איכות שמע: • גבוה יותר = איכות טובה יותר, קובץ גדול יותר • 128k: טוב לרוב התוכן • 192k: איכות גבוהה • 256k+: שימוש מקצועי • ברירת מחדל: אוטומטי (המקודד מחליט)
hr: Kvaliteta zvuka: • Više = bolja kvaliteta, veća datoteka • 128k: Dobar za većinu sadržaja • 192k: Visoka kvaliteta • 256k+: Profesionalna upotreba • Zadano: Automatski (enkoder odlučuje)
hu: Hangképesség: • Magasabb = jobb minőség, nagyobb fájl • 128k: Jól használható a legtöbb tartalomhoz • 192k: Magas minőség • 256k+: Professzionális használat • Alapértelmezett: Automatikus (a kódoló dönt)
is: Hljóðgæði: • Hærra = betra gæði, stærri skrá • 128k: Gott fyrir flestar efni • 192k: Hár gæði • 256k+: Fagleg notkun • Sjálfgefið: Sjálfvirkt (kóðari ákveður)
it: Qualità audio: • Maggiore = qualità migliore, file più grande • 128k: Buono per la maggior parte dei contenuti • 192k: Alta qualità • 256k+: Uso professionale • Predefinito: Automatico (l'encoder decide)
ja: 音質： • 高い = より良い品質、大きなファイル • 128k: ほとんどのコンテンツに適している • 192k: 高品質 • 256k+: プロフェッショナル用途 • デフォルト: 自動（エンコーダが決定）
nl: Audiokwaliteit: • Hoger = betere kwaliteit, groter bestand • 128k: Goed voor de meeste inhoud • 192k: Hoge kwaliteit • 256k+: Professioneel gebruik • Standaard: Auto (encoder beslist)
no: Lydkvalitet: • Høyere = bedre kvalitet, større fil • 128k: Bra for det meste innhold • 192k: Høy kvalitet • 256k+: Profesjonell bruk • Standard: Auto (koder bestemmer)
pl: Jakość dźwięku: • Wyższa = lepsza jakość, większy plik • 128k: Dobre dla większości treści • 192k: Wysoka jakość • 256k+: Użycie profesjonalne • Domyślnie: Auto (decyduje enkoder)
pt: Qualidade de áudio: • Maior = melhor qualidade, arquivo maior • 128k: Bom para a maioria do conteúdo • 192k: Alta qualidade • 256k+: Uso profissional • Padrão: Automático (o codificador decide)
ro: Calitate audio: • Mai mare = calitate mai bună, fișier mai mare • 128k: Bun pentru majoritatea conținutului • 192k: Calitate înaltă • 256k+: Utilizare profesională • Implicit: Automat (encoderul decide)
ru: Качество аудио: • Выше = лучшее качество, больший файл • 128k: Хорошо для большинства контента • 192k: Высокое качество • 256k+: Профессиональное использование • По умолчанию: Авто (кодировщик решает)
sk: Kvalita zvuku: • Vyššia = lepšia kvalita, väčší súbor • 128k: Dobré pre väčšinu obsahu • 192k: Vysoká kvalita • 256k+: Profesionálne použitie • Predvolené: Automaticky (kódovač sa rozhodne)
tr: Ses kalitesi: • Daha yüksek = daha iyi kalite, daha büyük dosya • 128k: Çoğu içerik için iyi • 192k: Yüksek kalite • 256k+: Profesyonel kullanım • Varsayılan: Otomatik (kodlayıcı karar verir)
uk: Якість аудіо: • Вища = краща якість, більший файл • 128k: Добре для більшості контенту • 192k: Висока якість • 256k+: Професійне використання • За замовчуванням: Авто (кодек вирішує)

source: Number of audio channels: • 1: Mono (single speaker) • 2: Stereo (left/right) • 6: 5.1 Surround • 8: 7.1 Surround • Default: Keep original
bg: Брой аудио канали: • 1: Моно (един говорител) • 2: Стерео (ляво/дясно) • 6: 5.1 Обкръжаващ звук • 8: 7.1 Обкръжаващ звук • По подразбиране: Запази оригиналното
cs: Počet audio kanálů: • 1: Mono (jediný reproduktor) • 2: Stereo (levý/pravý) • 6: 5.1 Surround • 8: 7.1 Surround • Výchozí: Zachovat originál
da: Antal lydkanaler: • 1: Mono (enkelt højttaler) • 2: Stereo (venstre/højre) • 6: 5.1 Surround • 8: 7.1 Surround • Standard: Behold original
de: Anzahl der Audiokanäle: • 1: Mono (ein Lautsprecher) • 2: Stereo (links/rechts) • 6: 5.1 Surround • 8: 7.1 Surround • Standard: Original beibehalten
el: Αριθμός καναλιών ήχου: • 1: Μονοφωνικό (ένα ηχείο) • 2: Στερεοφωνικό (αριστερό/δεξί) • 6: 5.1 Surround • 8: 7.1 Surround • Προεπιλογή: Διατήρηση πρωτότυπου
es: Número de canales de audio: • 1: Mono (altavoz único) • 2: Estéreo (izquierda/derecha) • 6: 5.1 Surround • 8: 7.1 Surround • Predeterminado: Mantener original
et: Helide audio kanaleid: • 1: Mono (üks kõlar) • 2: Stereo (vasak/parem) • 6: 5.1 Surround • 8: 7.1 Surround • Vaikimisi: Hoia originaali
fi: Äänikanavien määrä: • 1: Mono (yksi kaiutin) • 2: Stereo (vasen/oikea) • 6: 5.1 Surround • 8: 7.1 Surround • Oletusarvo: Säilytä alkuperäinen
fr: Nombre de canaux audio : • 1 : Mono (haut-parleur unique) • 2 : Stéréo (gauche/droite) • 6 : 5.1 Surround • 8 : 7.1 Surround • Par défaut : Conserver l'original
he: מספר ערוצי שמע: • 1: מונו (רמקול אחד) • 2: סטריאו (שמאל/ימין) • 6: 5.1 סראונד • 8: 7.1 סראונד • ברירת מחדל: שמור על המקורי
hr: Broj audio kanala: • 1: Mono (jedan zvučnik) • 2: Stereo (lijevo/desno) • 6: 5.1 Surround • 8: 7.1 Surround • Zadano: Zadrži izvorno
hu: Audio csatornák száma: • 1: Mono (egységes hangszóró) • 2: Sztereó (bal/jobb) • 6: 5.1 térhangzás • 8: 7.1 térhangzás • Alapértelmezett: Eredeti megőrzése
is: Hljóðrása fjöldi: • 1: Mono (einn hátalari) • 2: Stereo (vinstri/hægri) • 6: 5.1 Umhverfi • 8: 7.1 Umhverfi • Sjálfgefið: Halda upprunalegu
it: Numero di canali audio: • 1: Mono (singolo altoparlante) • 2: Stereo (sinistra/destra) • 6: 5.1 Surround • 8: 7.1 Surround • Predefinito: Mantieni originale
ja: オーディオチャンネルの数： • 1: モノラル（単一スピーカー） • 2: ステレオ（左/右） • 6: 5.1サラウンド • 8: 7.1サラウンド • デフォルト: オリジナルを保持
nl: Aantal audio kanalen: • 1: Mono (enkele luidspreker) • 2: Stereo (links/rechts) • 6: 5.1 Surround • 8: 7.1 Surround • Standaard: Origineel behouden
no: Antall lydkanaler: • 1: Mono (én høyttaler) • 2: Stereo (venstre/høyre) • 6: 5.1 Surround • 8: 7.1 Surround • Standard: Behold original
pl: Liczba kanałów audio: • 1: Mono (jeden głośnik) • 2: Stereo (lewy/prawy) • 6: 5.1 Surround • 8: 7.1 Surround • Domyślnie: Zachowaj oryginał
pt: Número de canais de áudio: • 1: Mono (alto-falante único) • 2: Estéreo (esquerda/direita) • 6: 5.1 Surround • 8: 7.1 Surround • Padrão: Manter original
ro: Numărul de canale audio: • 1: Mono (difuzor unic) • 2: Stereo (stânga/dreapta) • 6: 5.1 Surround • 8: 7.1 Surround • Implicit: Păstrează originalul
ru: Количество аудиоканалов: • 1: Моно (один динамик) • 2: Стерео (левый/правый) • 6: 5.1 Объемный звук • 8: 7.1 Объемный звук • По умолчанию: Сохранить оригинал
sk: Počet audio kanálov: • 1: Mono (jediný reproduktor) • 2: Stereo (ľavý/pravý) • 6: 5.1 priestorový zvuk • 8: 7.1 priestorový zvuk • Predvolené: Zachovať pôvodné
tr: Ses kanalı sayısı: • 1: Mono (tek hoparlör) • 2: Stereo (sol/sağ) • 6: 5.1 Surround • 8: 7.1 Surround • Varsayılan: Orijinali koru
uk: Кількість аудіоканалів: • 1: Моно (один динамік) • 2: Стерео (ліво/право) • 6: 5.1 Об'ємний звук • 8: 7.1 Об'ємний звук • За замовчуванням: Залишити оригінал
