Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: This will remove all trim segments. This action cannot be undone.
bg: Това ще премахне всички сегменти на подрязване. Това действие не може да бъде отменено.
cs: Tímto se odstraní všechny segmenty ořezu. Tuto akci nelze vrátit zpět.
da: Dette vil fjerne alle trim-segmenter. Denne handling kan ikke fortrydes.
de: Dies entfernt alle Trimmsegmente. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια θα αφαιρέσει όλα τα τμήματα κοπής. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará todos los segmentos de recorte. Esta acción no se puede deshacer.
et: See eemaldab kõik trimmi segmendid. Seda toimingut ei saa tagasi võtta.
fi: Tämä poistaa kaikki trimmaussegmentit. Tätä toimintoa ei voi peruuttaa.
fr: Cela supprimera tous les segments de découpe. Cette action ne peut pas être annulée.
he: זה יסיר את כל קטעי החיתוך. פעולה זו אינה ניתנת לביטול.
hr: Ovo će ukloniti sve segmente obrezivanja. Ova radnja se ne može poništiti.
hu: Ez eltávolítja az összes vágási szegmenst. Ez a művelet nem vonható vissza.
is: Þetta mun fjarlægja öll trim hluti. Þessi aðgerð er ekki hægt að afturkalla.
it: Questo rimuoverà tutti i segmenti di ritaglio. Questa azione non può essere annullata.
ja: これにより、すべてのトリムセグメントが削除されます。この操作は元に戻せません。
nl: Dit verwijdert alle trimsegmenten. Deze actie kan niet ongedaan worden gemaakt.
no: Dette vil fjerne alle trimsegmenter. Denne handlingen kan ikke angres.
pl: To usunięcie wszystkich segmentów przycinania. Ta akcja nie może być cofnięta.
pt: Isso removerá todos os segmentos de corte. Esta ação não pode ser desfeita.
ro: Aceasta va elimina toate segmentele de tăiere. Această acțiune nu poate fi anulată.
ru: Это удалит все сегменты обрезки. Это действие нельзя отменить.
sk: Týmto sa odstránia všetky segmenty orezania. Túto akciu nie je možné vrátiť späť.
sv: Detta kommer att ta bort alla trimsegment. Denna åtgärd kan inte ångras.
tr: Bu, tüm kesim segmentlerini kaldıracaktır. Bu işlem geri alınamaz.
uk: Це видалить усі сегменти обрізки. Цю дію не можна скасувати.

source: Clear All
bg: Изчисти всичко
cs: Vymazat vše
da: Ryd alle
de: Alles löschen
el: Καθαρισμός όλων
es: Borrar todo
et: Kustuta kõik
fi: Tyhjennä kaikki
fr: Tout effacer
he: נקה הכל
hr: Izbriši sve
hu: Összes törlése
is: Tæmdu allt
it: Cancella tutto
ja: すべてクリア
nl: Alles wissen
no: Fjern alt
pl: Wyczyść wszystko
pt: Limpar Tudo
ro: Șterge tot
ru: Очистить все
sk: Vymazať všetko
sv: Rensa allt
tr: Tümünü Temizle
uk: Очистити все

source: Add Segment Manually
bg: Добавяне на сегмент ръчно
cs: Přidat segment ručně
da: Tilføj segment manuelt
de: Segment manuell hinzufügen
el: Προσθήκη Τμήματος Χειροκίνητα
es: Agregar segmento manualmente
et: Lisa segment käsitsi
fi: Lisää segmentti manuaalisesti
fr: Ajouter un segment manuellement
he: הוסף קטע ידנית
hr: Dodaj segment ručno
hu: Szegmens hozzáadása manuálisan
is: Bæta við skýrslu handvirkt
it: Aggiungi segmento manualmente
ja: セグメントを手動で追加
nl: Segment Handmatig Toevoegen
no: Legg til segment manuelt
pl: Dodaj segment ręcznie
pt: Adicionar Segmento Manualmente
ro: Adaugă segment manual
ru: Добавить сегмент вручную
sk: Pridať segment manuálne
sv: Lägg till segment manuellt
tr: Segmenti Manuel Olarak Ekle
uk: Додати сегмент вручну

source: Enter start and end times for the new segment
bg: Въведете начални и крайни времена за новия сегмент.
cs: Zadejte počáteční a koncové časy pro nový segment.
da: Indtast start- og sluttidspunkter for det nye segment.
de: Geben Sie Start- und Endzeiten für das neue Segment ein.
el: Εισάγετε τις αρχικές και τελικές ώρες για το νέο τμήμα.
es: Ingrese las horas de inicio y fin para el nuevo segmento.
et: Sisestage uue segmendi algus- ja lõppaeg.
fi: Syötä uuden segmentin aloitus- ja lopetusaika.
fr: Entrez les heures de début et de fin pour le nouveau segment.
he: הזן את זמני ההתחלה והסיום עבור הקטע החדש
hr: Unesite vrijeme početka i završetka za novi segment.
hu: Adja meg az új szegmens kezdő és záró időpontját.
is: Sláðu inn byrjunartíma og lokatíma fyrir nýja hluta.
it: Inserisci l'ora di inizio e di fine per il nuovo segmento
ja: 新しいセグメントの開始時刻と終了時刻を入力してください。
nl: Voer start- en eindtijden in voor het nieuwe segment.
no: Skriv inn start- og sluttid for det nye segmentet.
pl: Wprowadź czasy rozpoczęcia i zakończenia dla nowego segmentu.
pt: Insira os horários de início e fim para o novo segmento.
ro: Introduceți orele de început și de sfârșit pentru noul segment.
ru: Введите время начала и окончания для нового сегмента
sk: Zadajte začiatok a koniec času pre nový segment.
sv: Ange start- och sluttider för det nya segmentet
tr: Yeni segment için başlangıç ve bitiş zamanlarını girin.
uk: Введіть час початку та закінчення для нового сегмента

source: Add Segment
bg: Добавяне на сегмент
cs: Přidat segment
da: Tilføj segment
de: Segment hinzufügen
el: Προσθήκη Τμήματος
es: Agregar segmento
et: Lisa segment
fi: Lisää segmentti
fr: Ajouter un segment
he: הוסף קטע
hr: Dodaj segment
hu: Szegmens hozzáadása
is: Bæta við hluta
it: Aggiungi segmento
ja: セグメントを追加
nl: Segment toevoegen
no: Legg til segment
pl: Dodaj segment
pt: Adicionar Segmento
ro: Adaugă segment
ru: Добавить сегмент
sk: Pridať segment
sv: Lägg till segment
tr: Segment Ekle
uk: Додати сегмент

source: Disabled
bg: Деактивиран
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
et: Keelatud
fi: Poistettu käytöstä
fr: Désactivé
he: מושבת
hr: Onemogućeno
hu: Letiltva
is: Óttaður
it: Disabilitato
ja: 無効化されました
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączony
pt: Desativado
ro: Dezactivat
ru: Отключено
sk: Zakázané
sv: Inaktiverad
tr: Devre Dışı Bırakıldı
uk: Вимкнено

source: Welcome to Big Video Converter
bg: Добре дошли в Big Video Converter
cs: Vítejte v aplikaci Big Video Converter
da: Velkommen til Big Video Converter
de: Willkommen beim Big Video Converter
el: Καλώς ήρθατε στο Big Video Converter
es: Bienvenido a Big Video Converter
et: Tere tulemast Big Video Converter'i
fi: Tervetuloa Big Video Converteriin
fr: Bienvenue dans Big Video Converter
he: ברוך הבא לממיר הווידאו הגדול
hr: Dobrodošli u Big Video Converter
hu: Üdvözöljük a Big Video Converterben
is: Velkomin í Big Video Converter
it: Benvenuto in Big Video Converter
ja: ビッグビデオコンバータへようこそ
nl: Welkom bij Big Video Converter
no: Velkommen til Big Video Converter
pl: Witamy w Big Video Converter
pt: Bem-vindo ao Big Video Converter
ro: Bine ați venit la Big Video Converter
ru: Добро пожаловать в Big Video Converter
sk: Vitajte v Big Video Converter
sv: Välkommen till Big Video Converter
tr: Büyük Video Dönüştürücü'ye hoş geldiniz
uk: Ласкаво просимо до Big Video Converter

source: Convert Video Formats
bg: Конвертиране на видео формати
cs: Převod video formátů
da: Konverter videoformater
de: Videodateiformate konvertieren
el: Μετατροπή Μορφών Βίντεο
es: Convertir formatos de video
et: Muuda video formaate
fi: Muuta videomuotoja
fr: Convertir les formats vidéo
he: המרת פורמטי וידאו
hr: Pretvori video formate
hu: Videóformátumok átkonvertálása
is: Breyta vídeóformötum
it: Converti formati video
ja: 動画フォーマットを変換する
nl: Videoformaten converteren
no: Konverter videoformater
pl: Konwertuj formaty wideo
pt: Converter Formatos de Vídeo
ro: Converti formatele video
ru: Конвертировать видеоформаты
sk: Previesť video formáty
sv: Konvertera videoformat
tr: Video Formatlarını Dönüştür
uk: Конвертувати відеоформати

source: MP4, MKV, AVI, WebM and many more with hardware acceleration support
bg: MP4, MKV, AVI, WebM и много други с поддръжка на хардуерно ускорение
cs: MP4, MKV, AVI, WebM a mnoho dalších s podporou hardwarového zrychlení
da: MP4, MKV, AVI, WebM og mange flere med hardwareaccelerationssupport
de: MP4, MKV, AVI, WebM und viele mehr mit Unterstützung für Hardwarebeschleunigung
el: MP4, MKV, AVI, WebM και πολλά άλλα με υποστήριξη υλικού επιτάχυνσης
es: MP4, MKV, AVI, WebM y muchos más con soporte de aceleración por hardware
et: MP4, MKV, AVI, WebM ja palju muud riistvarakiirenduse toe abil
fi: MP4, MKV, AVI, WebM ja monia muita laitekiihdytyksen tuella
fr: MP4, MKV, AVI, WebM et bien d'autres avec support de l'accélération matérielle
he: MP4, MKV, AVI, WebM ועוד רבים אחרים עם תמיכה בהאצת חומרה
hr: MP4, MKV, AVI, WebM i mnogi drugi s podrškom za hardversku akceleraciju
hu: MP4, MKV, AVI, WebM és még sok más hardveres gyorsítás támogatásával
is: MP4, MKV, AVI, WebM og margt fleira með stuðningi við vélbúnaðarhraðun.
it: MP4, MKV, AVI, WebM e molti altri con supporto per accelerazione hardware
ja: MP4、MKV、AVI、WebMなど、多数の形式に対応し、ハードウェアアクセラレーションをサポートしています。
nl: MP4, MKV, AVI, WebM en vele anderen met ondersteuning voor hardwareversnelling
no: MP4, MKV, AVI, WebM og mange flere med støtte for maskinvareakselerasjon
pl: MP4, MKV, AVI, WebM i wiele innych z obsługą akceleracji sprzętowej
pt: MP4, MKV, AVI, WebM e muitos mais com suporte a aceleração de hardware
ro: MP4, MKV, AVI, WebM și multe altele cu suport pentru accelerare hardware
ru: MP4, MKV, AVI, WebM и многие другие с поддержкой аппаратного ускорения
sk: MP4, MKV, AVI, WebM a mnoho ďalších s podporou hardvérovej akcelerácie
sv: MP4, MKV, AVI, WebM och många fler med hårdvaruaccelerationsstöd
tr: MP4, MKV, AVI, WebM ve daha fazlası donanım hızlandırma desteği ile
uk: MP4, MKV, AVI, WebM та багато інших з підтримкою апаратного прискорення

source: Trim and Cut Videos
bg: Изрязване и рязане на видеа
cs: Oříznout a upravit videa
da: Trim og Klip Videoer
de: Videos zuschneiden und schneiden
el: Αποκοπή και Κοπή Βίντεο
es: Recortar y Cortar Videos
et: Lõika ja kärbi videoid
fi: Leikkaa ja rajaa videoita
fr: Couper et rogner des vidéos
he: גזירת וחתיכת סרטונים
hr: Obreži i Izreži Videozapise
hu: Videók vágása és rövidítése
is: Klippa og skera vídeó.
it: Taglia e ritaglia video
ja: 動画のトリミングとカット
nl: Trim en Knip Video's
no: Trim og Klipp Videoer
pl: Przycinanie i cięcie wideo
pt: Cortar e Aparar Vídeos
ro: Decupați și tăiați videoclipuri
ru: Обрезка и нарезка видео
sk: Orezanie a strihanie videí
sv: Trimma och klipp videor
tr: Videoları Kırp ve Kes
uk: Обрізати та вирізати відео

source: Select specific segments to keep and create new videos with only those parts
bg: Изберете конкретни сегменти, които да запазите, и създайте нови видеа само с тези части.
cs: Vyberte konkrétní segmenty, které chcete zachovat, a vytvořte nové videa pouze s těmito částmi.
da: Vælg specifikke segmenter, der skal bevares, og opret nye videoer med kun de dele.
de: Wählen Sie bestimmte Segmente aus, die Sie behalten möchten, und erstellen Sie neue Videos nur mit diesen Teilen.
el: Επιλέξτε συγκεκριμένα τμήματα για να διατηρήσετε και δημιουργήστε νέα βίντεο μόνο με αυτά τα μέρη.
es: Selecciona segmentos específicos para conservar y crea nuevos videos solo con esas partes.
et: Valige säilitamiseks konkreetsed segmendid ja looge uusi videoid ainult nende osadega.
fi: Valitse tietyt osat säilytettäväksi ja luo uusia videoita vain niistä osista.
fr: Sélectionnez des segments spécifiques à conserver et créez de nouvelles vidéos uniquement avec ces parties.
he: בחר קטעים ספציפיים לשמירה וצור סרטונים חדשים רק עם החלקים הללו
hr: Odaberite specifične segmente koje želite zadržati i izradite nove videozapise samo s tim dijelovima.
hu: Válasszon ki konkrét szegmenseket, amelyeket meg szeretne tartani, és hozzon létre új videókat csak azokból a részekből.
is: Veldu ákveðna hluta til að halda og búa til nýjar myndbönd með aðeins þeim hlutum.
it: Seleziona segmenti specifici da mantenere e crea nuovi video solo con quelle parti.
ja: 特定のセグメントを選択して保持し、それらの部分だけで新しい動画を作成します。
nl: Selecteer specifieke segmenten om te behouden en maak nieuwe video's met alleen die delen.
no: Velg spesifikke segmenter å beholde og lag nye videoer med kun de delene.
pl: Wybierz konkretne segmenty do zachowania i stwórz nowe filmy tylko z tymi częściami.
pt: Selecione segmentos específicos para manter e crie novos vídeos apenas com essas partes.
ro: Selectați segmente specifice de păstrat și creați videoclipuri noi doar cu acele părți.
ru: Выберите конкретные сегменты для сохранения и создайте новые видео только с этими частями.
sk: Vyberte konkrétne segmenty, ktoré chcete zachovať, a vytvorte nové videá iba s týmito časťami.
sv: Välj specifika segment att behålla och skapa nya videor med endast de delarna.
tr: Belirli segmentleri seçin ve yalnızca o kısımlarla yeni videolar oluşturun.
uk: Виберіть конкретні сегменти для збереження та створіть нові відео лише з цих частин.

source: Video Color Adjustments
bg: Настройки на цвета на видеото
cs: Úpravy barev videa
da: Video Farvejusteringer
de: Video-Farbkorrekturen
el: Ρυθμίσεις Χρώματος Βίντεο
es: Ajustes de color de video
et: Video värvi kohandamised
fi: Videon väriasetukset
fr: Ajustements de couleur vidéo
he: התאמות צבע ווידאו
hr: Podešavanja boje videa
hu: Videó színbeállítások
is: Videó litunaraðgerðir
it: Regolazioni del colore video
ja: ビデオカラー調整
nl: Videokleurcorrecties
no: Videofargejusteringer
pl: Dostosowania koloru wideo
pt: Ajustes de Cor de Vídeo
ro: Ajustări de culoare video
ru: Настройки цветовой коррекции видео
sk: Úpravy farieb videa
sv: Videofärgjusteringar
tr: Video Renk Ayarları
uk: Налаштування кольору відео

source: Control brightness, saturation, and hue to enhance your videos
bg: Контролирайте яркостта, наситеността и нюанса, за да подобрите видеата си.
cs: Ovládejte jas, saturaci a odstín pro vylepšení svých videí
da: Kontroller lysstyrke, mætning og nuance for at forbedre dine videoer
de: Steuern Sie Helligkeit, Sättigung und Farbton, um Ihre Videos zu verbessern.
el: Ελέγξτε τη φωτεινότητα, τον κορεσμό και την απόχρωση για να βελτιώσετε τα βίντεό σας.
es: Controla el brillo, la saturación y el matiz para mejorar tus videos.
et: Kohanda heledust, küllastust ja tooni, et täiustada oma videoid.
fi: Säädä kirkkautta, kylläisyyttä ja sävyä parantaaksesi videoitasi
fr: Contrôlez la luminosité, la saturation et la teinte pour améliorer vos vidéos.
he: שלוט בהירות, רוויה וגוון כדי לשפר את הסרטונים שלך
hr: Kontrolirajte svjetlinu, zasićenost i nijansu kako biste poboljšali svoje videozapise
hu: Irányítsa a fényerőt, telítettséget és színtónust a videói javítása érdekében.
is: Stjórnaðu birtu, mettun og litbrigði til að bæta myndböndin þín.
it: Controlla la luminosità, la saturazione e la tonalità per migliorare i tuoi video.
ja: 明るさ、彩度、色相を調整して動画を強化します
nl: Stel de helderheid, verzadiging en tint in om je video's te verbeteren.
no: Kontroller lysstyrke, metning og nyanse for å forbedre videoene dine
pl: Kontroluj jasność, nasycenie i odcień, aby poprawić swoje filmy.
pt: Controle o brilho, a saturação e o matiz para aprimorar seus vídeos.
ro: Controlează luminozitatea, saturația și nuanța pentru a îmbunătăți videoclipurile tale.
ru: Управляйте яркостью, насыщенностью и оттенком, чтобы улучшить ваши видео.
sk: Ovládajte jas, saturáciu a odtieň na vylepšenie svojich videí
sv: Kontrollera ljusstyrka, mättnad och nyans för att förbättra dina videor
tr: Parlaklık, doygunluk ve ton ayarlarını yaparak videolarınızı geliştirin.
uk: Керуйте яскравістю, насиченістю та відтінком, щоб покращити свої відео.

source: Fast Copy Mode
bg: Бърз режим на копиране
cs: Rychlý režim kopírování
da: Hurtig kopi-tilstand
de: Schnellkopiermodus
el: Γρήγορη Λειτουργία Αντιγραφής
es: Modo de Copia Rápida
et: Kiire kopeerimise režiim
fi: Nopea kopiointitila
fr: Mode de copie rapide
he: מצב העתקה מהירה
hr: Brzi način kopiranja
hu: Gyors másolási mód
is: Hraðaflutningshamur
it: Modalità di copia veloce
ja: 高速コピーモード
nl: Snelle kopieermodus
no: Raskopieringsmodus
pl: Tryb szybkiego kopiowania
pt: Modo de Cópia Rápida
ro: Mod de copiere rapidă
ru: Режим быстрого копирования
sk: Rýchly režim kopírovania
sv: Snabbkopieringsläge
tr: Hızlı Kopyalama Modu
uk: Швидкий режим копіювання

source: Change container format without re-encoding for ultra-fast processing with no quality loss
bg: Смяна на формата на контейнера без повторно кодиране за ултра-бърза обработка без загуба на качество
cs: Změňte formát kontejneru bez opětovného kódování pro ultra rychlé zpracování bez ztráty kvality.
da: Ændre containerformat uden genkodning for ultra-hurtig behandling uden kvalitetstab
de: Containerformat ohne Neukodierung ändern für ultraschnelle Verarbeitung ohne Qualitätsverlust
el: Αλλαγή μορφής κοντέινερ χωρίς επανακωδικοποίηση για υπερ-γρήγορη επεξεργασία χωρίς απώλεια ποιότητας
es: Cambiar el formato del contenedor sin recodificación para un procesamiento ultra-rápido sin pérdida de calidad.
et: Muuda konteineri formaati ilma uuesti kodeerimata ultra-kiireks töötlemiseks ilma kvaliteedi kadudeta.
fi: Muuta säiliömuotoa ilman uudelleenkoodauksen tarvetta erittäin nopeaa käsittelyä varten ilman laadun heikkenemistä.
fr: Changer le format de conteneur sans ré-encodage pour un traitement ultra-rapide sans perte de qualité.
he: שנה את פורמט המיכל ללא קידוד מחדש לעיבוד מהיר במיוחד ללא אובדן איכות
hr: Promijenite format kontejnera bez ponovnog kodiranja za ultra-brzu obradu bez gubitka kvalitete
hu: Tartályformátum megváltoztatása újrakódolás nélkül, ultra-gyors feldolgozáshoz, minőségromlás nélkül.
is: Breyta gáttarsniði án þess að endurkóða fyrir ofurhraða vinnslu án gæðataps
it: Cambia il formato del contenitore senza ricodifica per un'elaborazione ultra-veloce senza perdita di qualità.
ja: 再エンコードせずにコンテナ形式を変更する 品質損失なしで超高速処理を実現
nl: Wijzig containerformaat zonder opnieuw coderen voor ultra-snelle verwerking zonder kwaliteitsverlies.
no: Endre containerformat uten re-koding for ultra-rask behandling uten kvalitetstap
pl: Zmień format kontenera bez ponownego kodowania dla ultra-szybkiego przetwarzania bez utraty jakości
pt: Alterar o formato do contêiner sem reencodificação para processamento ultra-rápido sem perda de qualidade
ro: Schimbă formatul containerului fără re-encodare pentru procesare ultra-rapidă fără pierderi de calitate.
ru: Измените формат контейнера без повторного кодирования для ультрабыстрого процесса без потери качества
sk: Zmeňte formát kontajnera bez opätovného kódovania pre ultra-rýchle spracovanie bez straty kvality.
sv: Ändra behållarformat utan omkodning för ultrahastig bearbetning utan kvalitetsförlust
tr: Yeniden kodlama olmadan konteyner formatını değiştirin, kalite kaybı olmadan ultra hızlı işleme için.
uk: Змінити формат контейнера без повторного кодування для ультра-швидкої обробки без втрати якості

source: Crop Videos
bg: Изрежи видеа
cs: Oříznout videa
da: Beskær videoer
de: Videos zuschneiden
el: Επεξεργασία Βίντεο
es: Recortar Videos
et: Lõika videoid
fi: Rajaa videoita
fr: Rogner des vidéos
he: גזור סרטונים
hr: Isecite videozapise
hu: Videók levágása
is: Klippa vídeóar
it: Ritaglia Video
ja: 動画をトリミングする
nl: Video's bijsnijden
no: Beskjær videoer
pl: Przytnij filmy
pt: Recortar Vídeos
ro: Decupează videoclipuri
ru: Обрезать видео
sk: Orezať videá
sv: Beskär videor
tr: Videoları Kırp
uk: Обрізати відео

source: Remove unwanted areas from edges to focus on what matters
bg: Премахнете нежеланите области от краищата, за да се фокусирате върху това, което е важно.
cs: Odstraňte nežádoucí oblasti z okrajů, abyste se zaměřili na to, co je důležité.
da: Fjern uønskede områder fra kanterne for at fokusere på det, der betyder noget.
de: Entfernen Sie unerwünschte Bereiche von den Rändern, um sich auf das Wesentliche zu konzentrieren.
el: Αφαιρέστε τις ανεπιθύμητες περιοχές από τις άκρες για να εστιάσετε σε αυτό που έχει σημασία.
es: Elimina áreas no deseadas de los bordes para enfocarte en lo que importa.
et: Eemalda soovimatud alad servadest, et keskenduda olulisele.
fi: Poista ei-toivotut alueet reunoilta keskittyäksesi olennaiseen.
fr: Supprimez les zones indésirables des bords pour vous concentrer sur ce qui compte.
he: הסר אזורים לא רצויים מהקצוות כדי להתמקד במה שחשוב
hr: Uklonite neželjena područja s rubova kako biste se usredotočili na ono što je važno.
hu: Távolítsa el a nem kívánt területeket a szélekről, hogy a lényegre összpontosíthasson.
is: Fjarlægðu óæskilegar svæði frá jaðrum til að einbeita þér að því sem skiptir máli.
it: Rimuovi le aree indesiderate dai bordi per concentrarti su ciò che conta.
ja: 不要な領域をエッジから削除して、重要な部分に焦点を当てます。
nl: Verwijder ongewenste gebieden van de randen om je te concentreren op wat belangrijk is.
no: Fjern uønskede områder fra kantene for å fokusere på det som betyr noe.
pl: Usuń niechciane obszary z krawędzi, aby skupić się na tym, co ważne.
pt: Remova áreas indesejadas das bordas para se concentrar no que importa.
ro: Elimină zonele nedorite de la margini pentru a te concentra pe ceea ce contează.
ru: Удалите нежелательные области по краям, чтобы сосредоточиться на том, что важно.
sk: Odstráňte neželané oblasti z okrajov, aby ste sa zamerali na to, čo je dôležité.
sv: Ta bort oönskade områden från kanterna för att fokusera på det som är viktigt.
tr: Kenarlarından istenmeyen alanları kaldırarak önemli olanı vurgulayın.
uk: Видалити небажані області з країв, щоб зосередитися на важливому.

source: Audio Control
bg: Аудио контролер
cs: Ovládání zvuku
da: Lydkontrol
de: Audio-Steuerung
el: Έλεγχος Ήχου
es: Control de Audio
et: Heli juhtimine
fi: Ääniohjaus
fr: Contrôle audio
he: בקרת שמע
hr: Kontrola zvuka
hu: Hangkontroll
is: Hljóðstýring
it: Controllo Audio
ja: オーディオコントロール
nl: Audio Bediening
no: Lydkontroll
pl: Kontrola dźwięku
pt: Controle de Áudio
ro: Control audio
ru: Управление звуком
sk: Ovládanie zvuku
sv: Ljudkontroll
tr: Ses Kontrolü
uk: Аудіо керування

source: Extract, copy, or re-encode audio with multiple codec options
bg: Извличане, копиране или повторно кодиране на аудио с множество опции за кодек.
cs: Extrahujte, kopírujte nebo znovu kódujte audio s více možnostmi kodeků.
da: Uddrag, kopier eller genkod lyd med flere codec-muligheder
de: Audio extrahieren, kopieren oder neu codieren mit mehreren Codec-Optionen
el: Εξαγωγή, αντιγραφή ή επανακωδικοποίηση ήχου με πολλές επιλογές κωδικοποιητή.
es: Extraer, copiar o volver a codificar audio con múltiples opciones de códec.
et: Ekstraheeri, kopeerige või kodeerige heli mitme koodeki valikuga.
fi: Poimi, kopioi tai koodaa ääntä useilla koodekki vaihtoehdoilla.
fr: Extraire, copier ou réencoder l'audio avec plusieurs options de codec
he: חלץ, העתק או קודד מחדש אודיו עם אפשרויות קודק מרובות
hr: Izvuci, kopiraj ili ponovo kodiraj audio s više opcija kodeka.
hu: Több kodek opcióval rendelkező audio kinyerése, másolása vagy újrakódolása
is: Dregðu út, afritaðu eða endurkóðaðu hljóð með mörgum kóða valkostum
it: Estrai, copia o ricodifica audio con più opzioni di codec
ja: 複数のコーデックオプションを使用して音声を抽出、コピー、または再エンコードします。
nl: Audio extraheren, kopiëren of opnieuw coderen met meerdere codecopties
no: Ekstraher, kopier eller re-kod lyd med flere kodek-alternativer
pl: Wyodrębnij, skopiuj lub ponownie zakoduj dźwięk z wieloma opcjami kodeków.
pt: Extrair, copiar ou reencodar áudio com várias opções de codec
ro: Extrageți, copiați sau re-encodați audio cu multiple opțiuni de codec.
ru: Извлечение, копирование или повторное кодирование аудио с несколькими вариантами кодека.
sk: Extrahujte, kopírujte alebo znovu kódujte zvuk s viacerými možnosťami kodekov.
sv: Extrahera, kopiera eller återkoda ljud med flera codec-alternativ
tr: Birden fazla codec seçeneği ile sesi çıkar, kopyala veya yeniden kodla.
uk: Витягніть, скопіюйте або повторно кодуйте аудіо з кількома варіантами кодеків.
