Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Monitor error
bg: Грешка на монитора
cs: Chyba monitoru
da: Overvågningsfejl
de: Überwachungsfehler
el: Σφάλμα οθόνης
es: Error de monitor
et: Monitor viga
fi: Valvontavirhe
fr: Erreur de moniteur
he: שגיאת מסך
hr: Pogreška monitora
hu: Monitor hiba
is: Vöruvilla
it: Errore del monitor
ja: モニターエラー
nl: Monitorfout
no: Overvåkingsfeil
pl: Błąd monitora
pt: Erro de monitor
ro: Eroare monitor
ru: Ошибка монитора
sk: Chyba monitora
tr: Monitör hatası
uk: Помилка монітора

source: Information
bg: Информация
cs: Informace
el: Πληροφορίες
es: Información
et: Teave
fi: Tietoa
fr: Informations
he: מידע
hr: Informacije
hu: Információ
is: Upplýsingar
it: Informazioni
ja: 情報
nl: Informatie
no: Informasjon
pl: Informacje
pt: Informação
ro: Informație
ru: Информация
sk: Informácie
tr: Bilgi
uk: Інформація

source: File Information
bg: Информация за файла
cs: Informace o souboru
da: Filoplysninger
de: Dateiinformation
el: Πληροφορίες Αρχείου
es: Información del archivo
et: Faili teave
fi: Tiedoston tiedot
fr: Informations sur le fichier
he: מידע על קובץ
hr: Informacije o datoteci
hu: Fájl információ
is: upplýsingar um skrá
it: Informazioni sul file
ja: ファイル情報
nl: Bestandsinformatie
no: Filinformasjon
pl: Informacje o pliku
pt: Informações do Arquivo
ro: Informații fișier
ru: Информация о файле
sk: Informácie o súbore
sv: Filinformation
tr: Dosya Bilgisi
uk: Інформація про файл

source: Analyzing video file...
bg: Анализиране на видео файл...
cs: Analyzuji video soubor...
da: Analyserer videofil...
de: Analysieren der Videodatei ...
el: Ανάλυση αρχείου βίντεο...
es: Analizando archivo de video...
et: Videofaili analüüsitakse...
fi: Analysoidaan videotiedostoa...
fr: Analyse du fichier vidéo...
he: מנתח קובץ וידאו...
hr: Analiziranje video datoteke...
hu: Videófájl elemzése...
is: Greining vídeóskrá...
it: Analizzando il file video...
ja: ビデオファイルを分析中...
nl: Video bestand analyseren...
no: Analyserer videofil...
pl: Analizowanie pliku wideo...
pt: Analisando arquivo de vídeo...
ro: Analizând fișierul video...
ru: Анализ видеофайла...
sk: Analyzovanie video súboru...
sv: Analyserar videofil...
tr: Video dosyası analiz ediliyor...
uk: Аналізування відеофайлу...

source: Could not retrieve file information.
bg: Не можа да се извлече информация за файла.
cs: Nelze načíst informace o souboru.
da: Kunne ikke hente filoplysninger.
de: Dateiinformationen konnten nicht abgerufen werden.
el: Δεν ήταν δυνατή η ανάκτηση πληροφοριών αρχείου.
es: No se pudo recuperar la información del archivo.
et: Faili teavet ei õnnestunud hankida.
fi: Tiedoston tietoja ei voitu noutaa.
fr: Impossible de récupérer les informations sur le fichier.
he: לא ניתן לשחזר מידע על הקובץ.
hr: Nije moguće preuzeti informacije o datoteci.
hu: Nem sikerült lekérni a fájl információit.
is: Gat ekki að sækja skráarupplýsingar.
it: Impossibile recuperare le informazioni sul file.
ja: ファイル情報を取得できませんでした。
nl: Kon bestandinformatie niet ophalen.
no: Kunne ikke hente filinformasjon.
pl: Nie można pobrać informacji o pliku.
pt: Não foi possível recuperar as informações do arquivo.
ro: Nu s-a putut recupera informațiile fișierului.
ru: Не удалось получить информацию о файле.
sk: Nepodarilo sa získať informácie o súbore.
sv: Kunde inte hämta filinformation.
tr: Dosya bilgileri alınamadı.
uk: Не вдалося отримати інформацію про файл.

source: Video Streams
bg: Видеопотокове
cs: Video streamy
da: Videostrømme
el: Ροές Βίντεο
es: Flujos de video
et: Videovoodid
fi: Videovirrat
fr: Flux Vidéo
he: זרמי וידאו
hr: Video Strujanja
hu: Videófolyamok
is: Vefstraumar
it: Flussi video
ja: ビデオストリーム
no: Videostrømmer
pl: Strumienie wideo
pt: Fluxos de Vídeo
ro: Fluxuri video
ru: Видеопотоки
sk: Video prúdy
sv: Videoströmmar
tr: Video Akışları
uk: Відеопотоки

source: Audio Streams
bg: Аудио потоци
cs: Audio proudy
da: Lydstrømme
el: Ροές Ήχου
es: Flujos de audio
et: Helivood.
fi: Äänivirrat
fr: Flux audio
he: זרמי שמע
hr: Audio Tokovi
hu: Audio Áramlások
is: Hljóðstraumar
it: Flussi audio
ja: オーディオストリーム
no: Lydstrømmer
pl: Strumienie audio
pt: Fluxos de Áudio
ro: Fluxuri audio
ru: Аудиопотоки
sk: Audio prúdy
sv: Ljudströmmar
tr: Ses Akışları
uk: Аудіо потоки

source: Subtitles
bg: Субтитри
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
et: Subtiitrid
fi: Tekstitykset
fr: Sous-titres
he: כתוביות
hr: Titlovi
hu: Feliratok
is: Undirtitlar
it: Sottotitoli
ja: 字幕
nl: Ondertitels
no: Undertekster
pl: Napisy
pt: Legendas
ro: Subtitrări
ru: Субтитры
sk: Titulky
sv: Undertexter
tr: Altyazılar
uk: Субтитри

source: General Information
bg: Обща информация
cs: Obecné informace
da: Generel information
de: Allgemeine Informationen
el: Γενικές Πληροφορίες
es: Información General
et: Üldine teave
fi: Yleiset tiedot
fr: Informations générales
he: מידע כללי
hr: Opće informacije
hu: Általános információk
is: almennar upplýsingar
it: Informazioni generali
ja: 一般情報
nl: Algemene informatie
no: Generell informasjon
pl: Informacje ogólne
pt: Informações Gerais
ro: Informații generale
ru: Общая информация
sk: Všeobecné informácie
sv: Allmän information
tr: Genel Bilgiler
uk: Загальна інформація

source: File Name
bg: Име на файл
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα Αρχείου
es: Nombre del archivo
et: Faili nimi
fi: Tiedoston nimi
fr: Nom de fichier
he: שם קובץ
hr: Naziv datoteke
hu: Fájl neve
is: Skráarnafn
it: Nome file
ja: ファイル名
nl: Bestandsnaam
no: Filnavn
pl: Nazwa pliku
pt: Nome do Arquivo
ro: Nume fișier
ru: Имя файла
sk: Názov súboru
sv: Filnamn
tr: Dosya Adı
uk: Ім'я файлу

source: Copy file name
bg: Копирай име на файл
cs: Kopírovat název souboru
da: Kopier filnavn
de: Dateiname kopieren
el: Αντιγραφή ονόματος αρχείου
es: Copiar nombre de archivo
et: Kopeeri faili nimi
fi: Kopioi tiedoston nimi
fr: Copier le nom du fichier
he: העתק שם קובץ
hr: Kopiraj ime datoteke
hu: Fájl név másolása
is: Afrita skráar nafnið
it: Copia nome file
ja: ファイル名をコピー
nl: Bestandnaam kopiëren
no: Kopier filnavn
pl: Skopiuj nazwę pliku
pt: Copiar nome do arquivo
ro: Copiați numele fișierului
ru: Скопировать имя файла
sk: Kopírovať názov súboru
sv: Kopiera filnamn
tr: Dosya adını kopyala
uk: Скопіювати ім'я файлу

source: Location
bg: Местоположение
cs: Umístění
da: Placering
de: Ort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fi: Sijainti
fr: Emplacement
he: מיקום
hr: Lokacija
hu: Helyszín
is: Staðsetning
it: Posizione
ja: 場所
nl: Locatie
no: Sted
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Местоположение
sk: Poloha
sv: Plats
tr: Konum
uk: Місцезнаходження

source: Open containing folder
bg: Отворете съдържащата папка
cs: Otevřít obsahující složku
da: Åbn indeholdende mappe
de: Enthaltenden Ordner öffnen
el: Άνοιγμα φακέλου που περιέχει
es: Abrir carpeta contenedora
et: Ava kaustikatalo
fi: Avaa sisältävä kansio
fr: Ouvrir le dossier contenant
he: פתח תיק מכיל
hr: Otvorite sadržajnu mapu
hu: Mappa megnyitása
is: Opna innihaldskafla
it: Apri la cartella contenente
ja: フォルダーを開く
nl: Open de map met inhoud
no: Åpne inneholdende mappe
pl: Otwórz folder zawierający
pt: Abrir pasta contêiner
ro: Deschide folderul conținător
ru: Открыть содержащую папку
sk: Otvoriť priečinok obsahujúci
sv: Öppna innehållsmapp
tr: İçeren klasörü aç
uk: Відкрити вміст папки

source: File Size
bg: Размер на файла
cs: Velikost souboru
da: Filstørrelse
de: Dateigröße
el: Μέγεθος Αρχείου
es: Tamaño del archivo
et: Faili suurus
fi: Tiedoston koko
fr: Taille du fichier
he: גודל קובץ
hr: Veličina datoteke
hu: Fájlméret
is: Skráarstærð
it: Dimensione del file
ja: ファイルサイズ
nl: Bestandsgrootte
no: Filstørrelse
pl: Rozmiar pliku
pt: Tamanho do Arquivo
ro: Dimensiune fișier
ru: Размер файла
sk: Veľkosť súboru
sv: Filstorlek
tr: Dosya Boyutu
uk: Розмір файлу

source: Copy file size
bg: Копиране на размер на файл
cs: Zkopírovat velikost souboru
da: Kopier filstørrelse
de: Dateigröße kopieren
el: Αντιγραφή μεγέθους αρχείου
es: Copiar tamaño de archivo
et: Kopeeri faili suurus
fi: Kopioi tiedoston koko
fr: Copier la taille du fichier
he: גודל קובץ העתקה
hr: Kopiraj veličinu datoteke
hu: Fájlméret másolása
is: Afritun skráarstærð
it: Copia dimensione file
ja: ファイルサイズをコピー
nl: Kopieer bestandsgrootte
no: Kopier filstørrelse
pl: Kopiuj rozmiar pliku
pt: Copiar tamanho do arquivo
ro: Copiază dimensiunea fișierului
ru: Копировать размер файла
sk: Kopírovať veľkosť súboru
sv: Kopiera filstorlek
tr: Dosya boyutunu kopyala
uk: Копіювати розмір файлу

source: Duration
bg: Продължителност
cs: Doba trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fi: Kesto
fr: Durée
he: משך
hr: Trajanje
hu: Időtartam
is: Tími
it: Durata
ja: 期間
nl: Duurzaamheid
no: Varighet
pl: Czas trwania
pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sv: Varaktighet
tr: Süre
uk: Тривалість

source: Copy duration
bg: Копиране на продължителност
cs: Doba kopírování
da: Kopier varighed
de: Kopierdauer
el: Διάρκεια αντιγραφής
es: Duración de copia
et: Kopeerimise kestus
fi: Kopioi kesto
fr: Durée de copie
he: משך העתקה
hr: Trajanje kopiranja
hu: Másolás időtartama
is: Afritun tími
it: Copia durata
ja: コピーの期間
nl: Kopieerduur
no: Kopier varighet
pl: Czas kopiowania
pt: Duração da cópia
ro: Durata copiere
ru: Копировать продолжительность
sk: Doba kopírovania
sv: Kopiera varaktighet
tr: Kopyalama süresi
uk: Копіювати тривалість

source: Format
bg: Формат
cs: Formát
el: Μορφή
es: Formato
et: Formaat
fi: Muotoilu
he: פורמט
hu: Formátum
is: Snið.
it: Formato
ja: フォーマット
nl: Indeling
pt: Formato
ru: Формат
sk: Formát
tr: Biçim
uk: Формат

source: Copy format
bg: Копирайт формат
cs: Kopírovat formát
da: Kopier format
de: Kopierformat
el: Αντιγραφή μορφής
es: Copiar formato
et: Kopeeri formaat
fi: Kopioi muoto
fr: Copier le format
hr: Kopiraj format
hu: Másolás formátum
is: Afritðu snið.
it: Copia formato
ja: フォーマットをコピー
nl: Kopieer indeling
no: Kopier format
pl: Kopiuj format
pt: Copiar formato
ro: Copiați formatul
ru: Копировать формат
sk: Kopírovať formát
sv: Kopiera format
tr: Biçimi kopyala
uk: Копіювати формат

source: Bitrate
bg: Битрейт
el: Ρυθμός μετάδοσης
es: Tasa de bits
et: Bitiki
fr: Débit binaire
he: קצב סיביות
hu: Bitráta
ja: ビットレート
pt: Taxa de bits
ro: Rată de biți
ru: Битрейт
sk: Bitráž
tr: Bit hızı
uk: Бітрейт

source: Copy bitrate
bg: Копирайте битрейт
cs: Zkopírovat bitrate
da: Kopier bitrate
de: Bitrate kopieren
el: Αντιγραφή ρυθμού μετάδοσης
es: Copiar tasa de bits
et: Kopeeri bitikiirus
fi: Kopioi bittinopeus
fr: Copier le débit binaire
he: שיעור העתקה
hr: Kopiraj bitrate
hu: Másolási bitráta
is: Kópíðu bitahraða
it: Copia bitrate
ja: ビットレートをコピー
nl: Kopieer bitrate
no: Kopier bitrate
pl: Skopiuj bitrate
pt: Copiar taxa de bits
ro: Copiază bitrate-ul
ru: Копировать битрейт
sk: Kopírovať bitrate
sv: Kopiera bithastighet
tr: Kopya bit hızı
uk: Копіювати бітрейт

source: Codec
bg: Кодек
cs: Kodek
el: Κωδικοποιητής
es: Códec
et: Koodek
fi: Koodekki
he: קודקוד
hr: Kodek
hu: Kodek
is: Kóði
ja: コーデック
no: Kodek
pl: Kodek
ru: Кодек
sk: Kodek
sv: Kodare
tr: Kodek
uk: Кодек

source: Copy codec
bg: Копирайт кодек
cs: Kopírovat kodek
da: Kopier codec
de: Codec kopieren
el: Αντιγραφή κωδικοποιητή
es: Copiar códec
et: Kopeeri koodek
fi: Kopioi koodekki
fr: Copier le codec
he: העתק קודק
hr: Kopiraj codec
hu: Másolás kodek
is: Kóða afrita
it: Copia codec
ja: コーデックをコピーする
nl: Kopieer codec
no: Kopier kodek
pl: Kopiuj kodek
pt: Copiar codec
ro: Copiază codec
ru: Копировать кодек
sk: Kopírovať kodek
sv: Kopiera codec
tr: Kopya kodek
uk: Копіювати кодек

source: Resolution
bg: Разделителна способност
cs: Rozlišení
da: Opløsning
de: Auflösung
el: Ανάλυση
es: Resolución
et: Resolutsioon
fi: Resoluutio
fr: Résolution
he: רזולוציה
hr: Rezolucija
hu: Felbontás
is: Upplausn
it: Risoluzione
ja: 解像度
nl: Resolutie
no: Oppløsning
pl: Rozdzielczość
pt: Resolução
ro: Rezoluție
ru: Разрешение
sk: Rozlíšenie
sv: Upplösning
tr: Çözünürlük
uk: Роздільна здатність

source: Copy resolution
bg: Копиране на резолюция
cs: Kopírovací rozlišení
da: Kopier opløsning
de: Auflösung kopieren
el: Ανάλυση αντιγραφής
es: Resolución de copia
et: Kopeerimise eraldusvõime
fi: Kopioresoluutio
fr: Résolution de copie
he: העתק רזולוציה
hr: Kopiraj rezoluciju
hu: Másolási felbontás
is: Afritun upplausn
it: Copia risoluzione
ja: コピー解像度
nl: Kopieerresolutie
no: Kopier oppløsning
pl: Rozdzielczość kopiowania
pt: Resolução de cópia
ro: Rezoluție de copiere
ru: Копировать разрешение
sk: Kopírovať rozlíšenie
sv: Kopiera upplösning
tr: Kopya çözünürlüğü
uk: Копіювати роздільну здатність

source: Frame Rate
bg: Честота на кадрите
cs: Snímků za sekundu
da: Billedfrekvens
el: Ρυθμός καρέ
es: Tasa de fotogramas
et: Kaadrisagedus
fi: Kehysnopeus
fr: Taux de rafraîchissement
he: קצב פריימים
hr: Brzina kadra
hu: Képfrissítési sebesség
is: Rammahraði
it: Frequenza dei fotogrammi
ja: フレームレート
no: Bildehastighet
pl: Częstotliwość klatek
pt: Taxa de Quadros
ro: Rata de cadre
ru: Частота кадров
sk: Snímková frekvencia
sv: Bildfrekvens
tr: Kare Hızı
uk: Частота кадрів

source: Copy frame rate
bg: Копиране на честота на кадрите
cs: Zkopírovat snímkovou frekvenci
da: Kopier billedfrekvens
de: Framerate kopieren
el: Αντιγραφή ρυθμού καρέ
es: Copiar tasa de fotogramas
et: Kopeeri kaadrisagedus
fi: Kopioi kuvataajuus
fr: Taux de rafraîchissement de copie
he: שכפל קצב פריימים
hr: Brzina kadrova kopiranja
hu: Másolási képkockasebesség
is: Kopiera ramaränta
it: Copia il frame rate
ja: コピー フレーム レート
nl: Kopieer framerate
no: Kopier bildefrekvens
pl: Skopiuj liczbę klatek na sekundę
pt: Copiar taxa de quadros
ro: Copiați rata de cadre
ru: Копировать частоту кадров
sk: Kopírovať snímkovú frekvenciu
sv: Kopiera bildfrekvens
tr: Kopya kare hızı
uk: Копіювати частоту кадрів

source: Pixel Format
bg: Формат на пиксела
cs: Formát pixelů
el: Μορφή Πίξελ
es: Formato de píxel
et: Pikseli formaat
fi: Pikselimuoto
fr: Format de pixel
he: פורמט פיקסל
hr: Format piksela
hu: Pixel formátum
is: Pixlaformát
it: Formato Pixel
ja: ピクセル形式
nl: Pikselindeling
no: Pikselformat
pl: Format pikseli
pt: Formato de Pixel
ro: Format Pixel
ru: Формат пикселей
sk: Formát pixelov
tr: Pikseller Formatı
uk: Піксельний формат

source: Copy pixel format
bg: Копиране на пикселния формат
cs: Kopírovat formát pixelů
da: Kopier pixelformat
de: Pixelformat kopieren
el: Αντιγραφή μορφής εικονοστοιχείου
es: Copiar formato de píxel
et: Kopeeri pikseli formaat
fi: Kopioi pikselimuoto
fr: Copier le format de pixel
he: העתק פורמט פיקסל
hr: Kopiraj format piksela
hu: Másolás pixel formátum
is: Afrita pixla
it: Copia formato pixel
ja: ピクセル形式をコピー
nl: Kopieer pixelindeling
no: Kopier pikselformat
pl: Kopiuj format pikseli
pt: Copiar formato de pixel
ro: Copiați formatul pixelilor
ru: Копировать формат пикселя
sk: Kopírovať formát pixelov
sv: Kopiera pixelformat
tr: Pikselleri formatını kopyala
uk: Копіювати формат пікселя

source: Language
bg: Език
cs: Jazyk
da: Sprog
de: Sprache (Language)
el: Γλώσσα
es: Idioma
et: Keel
fi: Kieli
fr: Langue
he: שפה
hr: Jezik
hu: Nyelv
is: Tungumál
it: Lingua
ja: 言語
nl: Taal
no: Språk
pl: Język
pt: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil
uk: Мова

source: Copy language code
bg: Копирайте езиковия код
da: Kopier sprogkode
de: Sprachcode kopieren
el: Αντιγράψτε τον κωδικό γλώσσας
es: Copia el código de idioma
et: Kopeeri keele kood
fi: Kopioi kielikoodi
fr: Copier le code de langue
he: הקוד שפה העתק
hr: Kopiraj jezični kod
hu: Másolás nyelvkód
it: Copia il codice della lingua
ja: 言語コードをコピー
nl: Kopieer taalcodes
no: Kopier språk kode
pl: Skopiuj kod języka
pt: Copiar código de idioma
ro: Copiați codul de limbă
ru: Скопируйте код языка
sk: Kopírovať jazykový kód
sv: Kopiera språk kod
tr: Dil kodunu kopyala
uk: Скопіювати код мови

source: Sample Rate
bg: Честота на пробите
cs: Vzorkovací frekvence
da: Prøvefrekvens
de: Abtastrate
el: Δείγμα Ρυθμού
es: Tasa de muestreo
et: Proovimise sagedus
fi: Näytteenottotaajuus
fr: Taux d'échantillonnage
he: שיעור דגימה
hr: Uzorkovna frekvencija
hu: Mintavételezési frekvencia
is: Prófunartíðni
it: Frequenza di campionamento
ja: サンプリングレート
nl: Monster Rate
no: Prøvetakingsfrekvens
pl: Częstotliwość próbkowania
pt: Taxa de Amostragem
ro: Rată de eșantionare
ru: Частота дискретизации
sk: Vzorkovacia frekvencia
sv: Provfrekvens
tr: Örnekleme Hızı
uk: Частота дискретизації

source: Copy sample rate
bg: Копирайте честотата на семплиране
cs: Zkopírovat vzorkovací frekvenci
da: Kopier prøvefrekvens
de: Abtastrate kopieren
el: Αντιγράψτε το δείγμα ρυθμού
es: Copiar tasa de muestreo
et: Kopeeri näidismäära
fi: Kopioi näytteenottotaajuus
fr: Taux d'échantillonnage de copie
he: שכפל קצב דגימה
hr: Kopiraj uzorku frekvenciju
hu: Másolási mintavételi arány
is: Kopíruðu sýnishraða
it: Copia il campionamento
ja: コピーサンプルレート
nl: Kopieer samplefrequentie
no: Kopier prøvetakningsfrekvens
pl: Skopiuj częstotliwość próbkowania
pt: Copiar taxa de amostragem
ro: Copiați rata de eșantionare
ru: Копировать частоту дискретизации
sk: Kopírovať vzorkovaciu frekvenciu
sv: Kopiera samplingsfrekvens
tr: Örnekleme oranını kopyala
uk: Копіювати частоту дискретизації

source: CD Quality
bg: CD качество
cs: Kvalita CD
da: CD-kvalitet
de: CD-Qualität
el: Ποιότητα CD
es: Calidad CD
et: CD kvaliteet
fi: CD-laatu
fr: Qualité CD
he: איכות CD
hr: CD kvaliteta
hu: CD minőség
is: CD gæði
it: Qualità CD
ja: CD品質
nl: CD-kwaliteit
no: CD-kvalitet
pl: Jakość CD
pt: Qualidade de CD
ro: Calitate CD
ru: Качество CD
sk: Kvalita CD
sv: CD-kvalitet
tr: CD Kalitesi
uk: CD Якість

source: Hi-Res Audio
bg: Hi-Res аудио
da: Hi-Res Lyd
el: Ήχος Υψηλής Ανάλυσης
es: Audio de alta resolución
et: Kõrge eraldusvõimega heli
fi: Korkearesoluutioinen ääni
fr: Audio haute résolution
he: אודיו ברזולוציה גבוהה
is: Hágæðahljóð
it: Audio ad alta risoluzione
ja: ハイレゾ音源
no: Hi-Res Lyd
pl: Audio o wysokiej rozdzielczości
pt: Áudio de Alta Resolução
ro: Audio de înaltă rezoluție
ru: Hi-Res Аудио
sv: Hi-Res Ljud
tr: Yüksek Çözünürlüklü Ses
uk: Hi-Res Аудіо

source: (Mono)
bg: (Моно)
el: (Μονο)
he: (מונו)
ja: （モノ）
ru: (Моно)
uk: (Моно)

source: (Stereo)
bg: (Стерео)
el: (Στερεοφωνικό)
es: (E estéreo)
he: (סטריאו)
hu: (Sztereó)
ja: （ステレオ）
pt: (Espaço Estéreo)
ru: (Стерео)
uk: (Стерео)

source: (5.1 Surround)
bg: (5.1 Сърround)
et: (5.1 Ümber)
fi: (5.1 Ympäristö)
he: (5.1 סראונד)
hu: (5.1 térhangzás)
is: (5.1 Umhverfi)
ja: (5.1サラウンド)
ru: (5.1 Объемный звук)
sk: (5.1 Priestorový zvuk)
uk: (5.1 Долбі)

source: (7.1 Surround)
bg: (7.1 Обкръжаващ звук)
et: (7.1 Ümberring)
fi: (7.1 Ympäristö)
he: (7.1 סראונד)
hu: (7.1 térhangzás)
is: (7.1 Umhverfis)
ja: (7.1 サラウンド)
ru: (7.1 Объемный звук)
sk: (7.1 Priestorový zvuk)
tr: (7.1 Çevresel Ses)
uk: (7.1 Долбі)

source: Channels
bg: Канали
cs: Kanály
da: Kanaler
de: Kanäle
el: Κανάλια
es: Canales
et: Kanalid
fi: Kanavat
fr: Canaux
he: ערוצים
hr: Kanali
hu: Csatornák
is: Rásar
it: Canali
ja: チャンネル
nl: Kanalen
no: Kanaler
pl: Kanały
pt: Canais
ro: Canale
ru: Каналы
sk: Kanály
sv: Kanaler
tr: Kanal
uk: Канали

source: Copy channels
bg: Копирайт канали
cs: Kopírovat kanály
da: Kopier kanaler
de: Kanäle kopieren
el: Αντιγραφή καναλιών
es: Copiar canales
et: Kopeeri kanalid
fi: Kopioi kanavat
fr: Copier les canaux
he: העתק ערוצים
hr: Kopiraj kanale
hu: Csatornák másolása
is: Afrita rásir
it: Copia canali
ja: チャンネルをコピーする
nl: Kopieer kanalen
no: Kopier kanaler
pl: Kopiuj kanały
pt: Copiar canais
ro: Copiază canale
ru: Копировать каналы
sk: Kopírovať kanály
sv: Kopiera kanaler
tr: Kanal kopyala
uk: Копіювати канали

source: Copy value
bg: Копирай стойност
cs: Kopírovat hodnotu
da: Kopier værdi
de: Wert kopieren
el: Αντιγραφή τιμής
es: Copiar valor
et: Kopeeri väärtus
fi: Kopioi arvo
fr: Copier la valeur
he: העתק ערך
hr: Kopiraj vrijednost
hu: Érték másolása
is: Kópa gildi
it: Copia valore
ja: 値をコピー
nl: Waarde kopiëren
no: Kopier verdi
pl: Kopiuj wartość
pt: Copiar valor
ro: Copiați valoarea
ru: Скопировать значение
sk: Kopírovať hodnotu
sv: Kopiera värde
tr: Değeri kopyala
uk: Скопіювати значення

source: Format Details
bg: Детайли на формата
cs: Formátovat podrobnosti
da: Formatdetaljer
el: Λεπτομέρειες Μορφοποίησης
es: Detalles de formato
et: Formaadi üksikasjad
fi: Muotoilutiedot
fr: Détails du format
he: פרטי פורמט
hr: Detalji formata
hu: Formátum részletei
is: Sniðstillt upplýsingar
it: Dettagli di formato
ja: フォーマットの詳細
nl: Opmaakdetails
no: Formatdetaljer
pl: Szczegóły formatu
pt: Detalhes do Formato
ro: Detalii format
ru: Формат деталей
sk: Formát podrobností
sv: Formatdetaljer
tr: Biçim Ayrıntıları
uk: Формат деталей

source: Bitrate (bps)
bg: Битрейт (bps)
el: Ρυθμός μετάδοσης (bps)
es: Tasa de bits (bps)
et: Bitiki (bps)
fr: Débit binaire (bps)
he: קצב סיביות (bps)
hu: Bitráta (bps)
ja: ビットレート (bps)
pt: Taxa de bits (bps)
ru: Битрейт (бит в секунду)
sk: Bitráž (bps)
tr: Bit hızı (bps)
uk: Бітрейт (біт/с)

source: Detection Score
bg: Оценка на откритие
cs: Skóre detekce
da: Detektionsscore
de: Erkennungsrate
el: Βαθμολογία Ανίχνευσης
es: Puntuación de detección
et: Tuvastamise skoor
fi: Havaitsemispisteet
fr: Score de détection
he: ציון זיהוי
hr: Rezultat detekcije
hu: Észlelési pontszám
is: Greiningarstig
it: Punteggio di rilevamento
ja: 検出スコア
nl: Detectiescore
no: Deteksjonspoeng
pl: Wynik wykrywania
pt: Pontuação de Detecção
ro: Scor de Detecție
ru: Оценка обнаружения
sk: Skóre detekcie
sv: Detekteringspoäng
tr: Tespit Skoru
uk: Оцінка виявлення

source: Metadata
bg: Метаданни
de: Metadaten
el: Μεταδεδομένα
es: Metadatos
et: Metaandmed
fi: Metatieto
fr: Métadonnées
he: מטאדאטה
hr: Metapodaci
hu: Metaadatok
is: Metagögn
it: Metadati
ja: メタデータ
pl: Metadane
pt: Metadados
ro: Metadate
ru: Метаданные
sk: Metadáta
tr: Meta veriler
uk: Метадані

source: Error retrieving file information
bg: Грешка при извличане на информация за файла
cs: Chyba při načítání informací o souboru
da: Fejl ved hentning af filoplysninger
de: Fehler beim Abrufen der Dateiinformationen
el: Σφάλμα κατά την ανάκτηση πληροφοριών αρχείου
es: Error al recuperar la información del archivo
et: Viga faili teabe hankimisel
fi: Virhe tiedoston tietojen noutamisessa
fr: Erreur lors de la récupération des informations sur le fichier
he: שגיאה בהשגת מידע על הקובץ
hr: Greška prilikom preuzimanja informacija o datoteci
hu: Hiba a fájl információinak lekérésekor
is: Villa að sækja skráarupplýsingar
it: Errore nel recupero delle informazioni sul file
ja: ファイル情報の取得エラー
nl: Fout bij het ophalen van bestandsinformatie
no: Feil ved henting av filinformasjon
pl: Błąd podczas pobierania informacji o pliku
pt: Erro ao recuperar informações do arquivo
ro: Eroare la recuperarea informațiilor despre fișier
ru: Ошибка при получении информации о файле
sk: Chyba pri získavaní informácií o súbore
sv: Fel vid hämtning av filinformation
tr: Dosya bilgileri alınırken hata oluştu.
uk: Помилка отримання інформації про файл

source: Retry
bg: Опитайте отново
cs: Zkuste znovu
da: Prøv igen
de: Wiederholen
el: Δοκιμάστε ξανά
es: Reintentar
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hr: Pokušaj ponovo
hu: Próbáld újra
is: Reyndu aftur
it: Riprova
ja: 再試行してください
nl: Probeer opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
tr: Yeniden dene
uk: Спробуйте ще раз

source: Auto-detect
bg: Автоматично откриване
cs: Automatické rozpoznání
da: Selvopdagelse
de: Automatische Erkennung
el: Αυτόματη ανίχνευση
es: Detección automática
et: Automaatne tuvastamine
fi: Automaattinen tunnistus
fr: Détection automatique
he: זיהוי אוטומטי
hr: Automatsko otkrivanje
hu: Automatikus észlelés
is: Sjálfvirk greining
it: Rilevamento automatico
ja: 自動検出
nl: Automatisch detecteren
no: Automatisk oppdagelse
pl: Automatyczne wykrywanie
pt: Detecção automática
ro: Detectare automată
ru: Автоопределение
sk: Automatické zistenie
sv: Automatisk upptäckte
tr: Otomatik algılama
uk: Авто-визначення

source: QSV (Intel)
bg: QSV (Интел)
he: QSV (אינטל)
ja: QSV（インテル）
