Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Video Conversion
bg: Видео конвертиране
cs: Konverze videa
da: Videokonvertering
de: Videokonvertierung
el: Μετατροπή Βίντεο
es: Conversión de video
et: Videoteisendus
fi: Videomuunnos
fr: Conversion vidéo
he: המרת וידאו
hr: Konverzija videa
hu: Videókonverzió
is: Vefnámuvæðing
it: Conversione Video
ja: ビデオ変換
nl: Videoconversie
no: Videokonvertering
pl: Konwersja wideo
pt: Conversão de Vídeo
ro: Conversie video
ru: Конвертация видео
sk: Konverzia videa
sv: Videokonvertering
tr: Video Dönüşümü
uk: Конвертація відео

source: Error starting conversion: {0}
bg: Грешка при стартиране на конверсия: {0}
cs: Chyba při spuštění konverze: {0}
da: Fejl ved opstart af konvertering: {0}
de: Fehler beim Starten der Konvertierung: {0}
el: Σφάλμα κατά την εκκίνηση της μετατροπής: {0}
es: Error al iniciar la conversión: {0}
et: Veateade konversiooni alustamisel: {0}
fi: Virhe muunnoksen aloittamisessa: {0}
fr: Erreur lors du démarrage de la conversion : {0}
he: שגיאה בהתחלת ההמרה: {0}
hr: Greška prilikom pokretanja konverzije: {0}
hu: Hiba a konverzió indításakor: {0}
is: Villa að hefja umbreytingu: {0}
it: Errore durante l'avvio della conversione: {0}
ja: 変換の開始中にエラーが発生しました: {0}
nl: Fout bij het starten van de conversie: {0}
no: Feil ved oppstart av konvertering: {0}
pl: Błąd podczas uruchamiania konwersji: {0}
pt: Erro ao iniciar a conversão: {0}
ro: Eroare la începutul conversiei: {0}
ru: Ошибка при запуске конвертации: {0}
sk: Chyba pri spúšťaní konverzie: {0}
sv: Fel vid start av konvertering: {0}
tr: Dönüşüm başlatılırken hata: {0}
uk: Помилка при запуску конвертації: {0}

source: Software encoding
bg: Кодиране на софтуер
cs: Kódování softwaru
da: Software kodning
de: Software-Codierung
el: Κωδικοποίηση λογισμικού
es: Codificación de software
et: Tarkvara kodeerimine
fi: Ohjelmistokoodaus
fr: Encodage logiciel
he: קידוד תוכנה
hr: Kodiranje softvera
hu: Szoftver kódolás
is: Hugbúnaðar kóðun
it: Codifica software
ja: ソフトウェアエンコーディング
nl: Software codering
no: Programvarekoding
pl: Kodowanie oprogramowania
pt: Codificação de software
ro: Codare software
ru: Кодирование программного обеспечения
sk: Kódovanie softvéru
sv: Programkodning
tr: Yazılım kodlama
uk: Кодування програмного забезпечення

source: Full GPU acceleration
bg: Пълна GPU активация
cs: Úplné zrychlení GPU
da: Fuld GPU-acceleration
de: Volle GPU-Beschleunigung
el: Πλήρης επιτάχυνση GPU
es: Aceleración completa de GPU
et: Täielik GPU kiirus.
fi: Täysi GPU-kiihdytys
fr: Accélération GPU complète
he: האצה מלאה של GPU
hr: Puna GPU akceleracija
hu: Teljes GPU gyorsítás
is: Full GPU hraðun
it: Accelerazione GPU completa
ja: フルGPUアクセラレーション
nl: Volledige GPU-versnelling
no: Full GPU akselerasjon
pl: Pełna akceleracja GPU
pt: Aceleração total de GPU
ro: Accelerație GPU completă
ru: Полная аппаратная акселерация GPU
sk: Úplné urýchlenie GPU
sv: Full GPU-accelerering
tr: Tam GPU hızlandırması
uk: Повна апаратна прискорення GPU

source: Software Decoding and GPU encoding
bg: Декодиране на софтуер и кодиране с GPU
cs: Dekódování software a kódování GPU
da: Software dekodning og GPU kodning
de: Software-Decodierung und GPU-Codierung
el: Αποκωδικοποίηση λογισμικού και κωδικοποίηση GPU
es: Decodificación de software y codificación por GPU
et: Tarkvara dekodeerimine ja GPU kodeerimine
fi: Ohjelmistodekoodaus ja GPU-koodaus
fr: Décodage logiciel et encodage GPU
he: פיענוח תוכנה וקידוד GPU
hr: Dekodiranje softvera i GPU kodiranje
hu: Szoftver dekódolás és GPU kódolás
is: Hugbúnaðarafkóðun og GPU kóðun
it: Decodifica software e codifica GPU
ja: ソフトウェアデコーディングとGPUエンコーディング
nl: Software decodering en GPU-encoding
no: Programvareavkoding og GPU-koding
pl: Dekodowanie oprogramowania i kodowanie GPU
pt: Decodificação de Software e codificação por GPU
ro: Decodare software și codare GPU
ru: Декодирование программного обеспечения и кодирование с помощью GPU
sk: Dekódovanie softvéru a kódovanie GPU
sv: Programvarudekodning och GPU-kodning
tr: Yazılım Çözme ve GPU Kodlama
uk: Програмне декодування та кодування за допомогою графічного процесора

source: Unknown
bg: Неизвестен
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hr: Nepoznato
hu: Ismeretlen
is: Óþekkt
it: Sconosciuto
ja: 不明
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
tr: Bilinmiyor
uk: Невідомо

source: Starting process...
bg: Започване на процеса...
cs: Zahájení procesu...
da: Starter proces...
de: Prozess wird gestartet ...
el: Ξεκινώντας τη διαδικασία...
es: Iniciando proceso...
et: Protsessi käivitamine...
fi: Aloitetaan prosessi...
fr: Démarrage du processus...
he: מתחיל תהליך...
hr: Pokretanje procesa...
hu: Folyamat indítása...
is: Byrjar ferli...
it: Avvio del processo...
ja: プロセスを開始しています...
nl: Proces starten...
no: Starter prosess...
pl: Rozpoczynanie procesu...
pt: Iniciando processo...
ro: Pornirea procesului...
ru: Запуск процесса...
sk: Spúšťam proces...
sv: Startar process...
tr: Süreç başlatılıyor...
uk: Початок процесу...

source: Starting FFmpeg process...
bg: Започване на процеса на FFmpeg...
cs: Spouštím proces FFmpeg...
da: Starter FFmpeg-proces...
de: FFmpeg-Prozess wird gestartet ...
el: Ξεκινώντας τη διαδικασία FFmpeg...
es: Iniciando el proceso de FFmpeg...
et: FFmpeg protsessi käivitamine...
fi: Aloitetaan FFmpeg-prosessi...
fr: Démarrage du processus FFmpeg...
he: מתחיל תהליך FFmpeg...
hr: Pokreće se FFmpeg proces...
hu: FFmpeg folyamat indítása...
is: Að hefja FFmpeg ferli...
it: Avvio del processo FFmpeg...
ja: FFmpegプロセスを開始しています...
nl: FFmpeg-proces starten...
no: Starter FFmpeg-prosessen...
pl: Rozpoczynanie procesu FFmpeg...
pt: Iniciando o processo FFmpeg...
ro: Pornind procesul FFmpeg...
ru: Запуск процесса FFmpeg...
sk: Spúšťam proces FFmpeg...
sv: Startar FFmpeg-process...
tr: FFmpeg işlemi başlatılıyor...
uk: Початок процесу FFmpeg...

source: GPU encoding
bg: GPU кодиране
cs: GPU kódování
da: GPU kodning
de: GPU-Codierung
el: Κωδικοποίηση GPU
es: codificación por GPU
et: GPU kodeerimine
fi: GPU-koodaus
fr: encodage GPU
he: קידוד GPU
hr: GPU kodiranje
hu: GPU kódolás
is: GPU kóðun
it: codifica GPU
ja: GPUエンコーディング
nl: GPU-codering
no: GPU-koding
pl: Kodowanie GPU
pt: Codificação de GPU
ro: Codare GPU
ru: Кодирование с использованием GPU
sk: GPU kódovanie
sv: GPU-kodning
tr: GPU kodlama
uk: GPU кодування

source: GPU processing
bg: GPU обработка
cs: Zpracování GPU
da: GPU-behandling
de: GPU-Verarbeitung
el: Επεξεργασία GPU
es: procesamiento de GPU
et: GPU töötlemine
fi: GPU-käsittely
fr: Traitement GPU
he: עיבוד GPU
hr: GPU obrada
hu: GPU feldolgozás
is: GPU úrvinnsla
it: Elaborazione GPU
ja: GPU処理
nl: GPU-verwerking
no: GPU-behandling
pl: Przetwarzanie GPU
pt: Processamento de GPU
ro: Procesare GPU
ru: Обработка GPU
sk: Spracovanie GPU
sv: GPU-bearbetning
tr: GPU işleme
uk: Обробка графічного процесора

source: No progress detected. Process may be stuck.
bg: Не е открит напредък. Процесът може да е блокиран.
cs: Žádný pokrok nebyl detekován. Proces může být zaseknutý.
da: Ingen fremgang registreret. Processen kan være fastlåst.
de: Kein Fortschritt erkannt. Prozess ist möglicherweise festgefahren.
el: Δεν ανιχνεύθηκε πρόοδος. Η διαδικασία μπορεί να έχει κολλήσει.
es: No se detectó progreso. El proceso puede estar atascado.
et: Edenemist ei tuvastatud. Protsess võib olla kinni jäänud.
fi: Ei edistystä havaittu. Prosessi saattaa olla jumissa.
fr: Aucun progrès détecté. Le processus peut être bloqué.
he: לא זוהה שום התקדמות. ייתכן שהתהליך תקוע.
hr: Nema napretka. Proces može biti zaglavljen.
hu: Nincs előrehaladás észlelve. A folyamat megakadhatott.
is: Engin er ekki að skrá framfarir. Ferlið gæti verið fast.
it: Nessun progresso rilevato. Il processo potrebbe essere bloccato.
ja: 進捗が検出されません。プロセスが停止している可能性があります。
nl: Geen voortgang gedetecteerd. Proces kan vastzitten.
no: Ingen fremgang oppdaget. Prosessen kan være fastlåst.
pl: Nie wykryto postępu. Proces może być zablokowany.
pt: Nenhum progresso detectado. O processo pode estar travado.
ro: Nu s-a detectat niciun progres. Procesul poate fi blocat.
ru: Не обнаружен прогресс. Процесс может быть зависшим.
sk: Nebola zistená žiadna aktivita. Proces môže byť zaseknutý.
sv: Ingen framsteg upptäcktes. Processen kan vara fast.
tr: Hiçbir ilerleme tespit edilmedi. İşlem takılmış olabilir.
uk: Не виявлено прогресу. Процес може бути завислим.

source: Process cancelled by user
bg: Процесът е отменен от потребителя.
cs: Zpracování zrušeno uživatelem
da: Processet annulleret af bruger
de: Prozess vom Benutzer abgebrochen
el: Η διαδικασία ακυρώθηκε από τον χρήστη.
es: Proceso cancelado por el usuario
et: Protsess kasutaja poolt tühistatud
fi: Prosessi peruutettu käyttäjän toimesta
fr: Processus annulé par l'utilisateur
he: ההליך בוטל על ידי המשתמש
hr: Proces je otkazan od strane korisnika
hu: A folyamatot a felhasználó megszakította.
is: Ferli hætt af notanda
it: Processo annullato dall'utente
ja: ユーザーによってプロセスがキャンセルされました
nl: Proces geannuleerd door gebruiker
no: Prosessen ble avbrutt av brukeren
pl: Proces anulowany przez użytkownika
pt: Processo cancelado pelo usuário
ro: Proces anulat de utilizator
ru: Процесс отменён пользователем
sk: Proces zrušen používateľom
sv: Processen avbröts av användaren
tr: Kullanıcı tarafından işlem iptal edildi.
uk: Процес скасовано користувачем

source: Conversion cancelled.
bg: Конверсията е отменена.
cs: Konverze zrušena.
da: Konvertering annulleret.
de: Konvertierung abgebrochen.
el: Η μετατροπή ακυρώθηκε.
es: Conversión cancelada.
et: Konversioon tühistatud.
fi: Muuntaus peruutettu.
fr: Conversion annulée.
he: המרה בוטלה.
hr: Konverzija otkazana.
hu: A konverzió megszakítva.
is: Umbreytingu aflýst.
it: Conversione annullata.
ja: 変換がキャンセルされました。
nl: Conversie geannuleerd.
no: Konvertering avbrutt.
pl: Konwersja anulowana.
pt: Conversão cancelada.
ro: Conversia anulată.
ru: Конвертация отменена.
sk: Konverzia zrušená.
sv: Konvertering avbruten.
tr: Dönüşüm iptal edildi.
uk: Конверсія скасована.

source: Cancelled
bg: Отменено
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
et: Tühistatud
fi: Peruutettu
fr: Annulé
he: בוטל
hr: Otkaženo
hu: Törölve
is: Fellt niður
it: Annullato
ja: キャンセルされました
nl: Geannuleerd
no: Avbrutt
pl: Anulowane
pt: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sv: Avbruten
tr: İptal edildi
uk: Скасовано

source: Conversion timed out after {0} hours
bg: Конверсията изтече след {0} часа
cs: Čas konverze vypršel po {0} hodinách
da: Konvertering timeout efter {0} timer
de: Die Konvertierung hat nach {0} Stunden die Zeitüberschreitung erreicht.
el: Η μετατροπή έληξε μετά από {0} ώρες
es: La conversión se agotó después de {0} horas.
et: Konversioon aegus pärast {0} tundi
fi: Muuntaus aikakatkaistiin {0} tunnin jälkeen
fr: La conversion a expiré après {0} heures.
he: המרה פגה לאחר {0} שעות
hr: Konverzija je istekla nakon {0} sati
hu: A konverzió időtúllépése {0} óra után történt.
is: Umbreytingin tók of langan tíma eftir {0} klukkustundir.
it: La conversione è scaduta dopo {0} ore.
ja: 変換は{0}時間後にタイムアウトしました。
nl: Conversie is verlopen na {0} uur.
no: Konvertering tidsavbrutt etter {0} timer
pl: Przekroczenie limitu czasu konwersji po {0} godzinach
pt: A conversão expirou após {0} horas.
ro: Conversia a expirat după {0} ore
ru: Время конвертации истекло после {0} часов
sk: Čas konverzie vypršal po {0} hodinách
tr: Dönüşüm {0} saat sonra zaman aşımına uğradı.
uk: Конвертація завершилася через {0} годин.

source: Completed!
bg: Завършено!
cs: Dokončeno!
da: Færdig!
de: Abgeschlossen!
el: Ολοκληρώθηκε!
es: ¡Completado!
et: Valmis!
fi: Valmis!
fr: Terminé !
he: הושלם!
hr: Završeno!
hu: Kész!
it: Completato!
ja: 完了！
nl: Voltooid!
no: Fullført!
pl: Zakończono!
pt: Concluído!
ro: Finalizat!
ru: Завершено!
sk: Dokončené!
sv: Slutfört!
tr: Tamamlandı!
uk: Завершено!

source: Conversion completed successfully!
bg: Конверсията е завършена успешно!
cs: Konverze byla úspěšně dokončena!
da: Konvertering gennemført med succes!
de: Konvertierung erfolgreich abgeschlossen!
el: Η μετατροπή ολοκληρώθηκε με επιτυχία!
es: ¡Conversión completada con éxito!
et: Konversioon lõpetati edukalt!
fi: Muuntaus valmis onnistuneesti!
fr: Conversion terminée avec succès !
he: המרה הושלמה בהצלחה!
hr: Konverzija je uspješno završena!
hu: A konverzió sikeresen befejeződött!
is: Umbreytingu lokið með góðum árangri!
it: Conversione completata con successo!
ja: 変換が成功しました！
nl: Conversie succesvol voltooid!
no: Konvertering fullført med suksess!
pl: Konwersja zakończona pomyślnie!
pt: Conversão concluída com sucesso!
ro: Conversia a fost finalizată cu succes!
ru: Конвертация успешно завершена!
sk: Konverzia bola úspešne dokončená!
sv: Konvertering slutförd framgångsrikt!
tr: Dönüşüm başarıyla tamamlandı!
uk: Конверсія успішно завершена!

source: Conversion completed successfully! The original file <b>{0}</b> was deleted.
bg: Конвертирането беше успешно завършено! Оригиналният файл <b>{0}</b> беше изтрит.
cs: Konverze byla úspěšně dokončena! Původní soubor <b>{0}</b> byl smazán.
da: Konvertering gennemført med succes! Den originale fil <b>{0}</b> blev slettet.
de: Konvertierung erfolgreich abgeschlossen! Die Originaldatei <b>{0}</b> wurde gelöscht.
el: Η μετατροπή ολοκληρώθηκε με επιτυχία! Το αρχικό αρχείο <b>{0}</b> διαγράφηκε.
es: ¡Conversión completada con éxito! El archivo original <b>{0}</b> fue eliminado.
et: Konversioon lõpetati edukalt! Algne fail <b>{0}</b> kustutati.
fi: Muunne valmis onnistuneesti! Alkuperäinen tiedosto <b>{0}</b> poistettiin.
fr: Conversion terminée avec succès ! Le fichier original <b>{0}</b> a été supprimé.
he: המרה הושלמה בהצלחה! הקובץ המקורי <b>{0}</b> נמחק.
hr: Konverzija je uspješno završena! Izvorna datoteka <b>{0}</b> je izbrisana.
hu: A konverzió sikeresen befejeződött! Az eredeti fájl <b>{0}</b> törölve lett.
is: Umbreytingu lokið með góðum árangri! Upprunalega skráin <b>{0}</b> var eytt.
it: Conversione completata con successo! Il file originale <b>{0}</b> è stato eliminato.
ja: 変換が成功しました！ 元のファイル <b>{0}</b> は削除されました。
nl: Conversie succesvol voltooid! Het originele bestand <b>{0}</b> is verwijderd.
no: Konvertering fullført! Den originale filen <b>{0}</b> ble slettet.
pl: Konwersja zakończona pomyślnie! Oryginalny plik <b>{0}</b> został usunięty.
pt: Conversão concluída com sucesso! O arquivo original <b>{0}</b> foi excluído.
ro: Conversia a fost finalizată cu succes! Fișierul original <b>{0}</b> a fost șters.
ru: Конвертация завершена успешно! Исходный файл <b>{0}</b> был удалён.
sk: Konverzia bola úspešne dokončená! Pôvodný súbor <b>{0}</b> bol odstránený.
sv: Konvertering slutförd framgångsrikt! Den ursprungliga filen <b>{0}</b> har raderats.
tr: Dönüşüm başarıyla tamamlandı! Orijinal dosya <b>{0}</b> silindi.
uk: Конверсія успішно завершена! Оригінальний файл <b>{0}</b> було видалено.

source: Conversion completed successfully! Could not delete the original file: {0}
bg: Конверсията е завършена успешно! Не можа да изтрие оригиналния файл: {0}
cs: Konverze byla úspěšně dokončena! Nepodařilo se smazat původní soubor: {0}
da: Konvertering gennemført med succes! Kunne ikke slette den originale fil: {0}
de: Konvertierung erfolgreich abgeschlossen! Die Originaldatei konnte nicht gelöscht werden: {0}
el: Η μετατροπή ολοκληρώθηκε με επιτυχία! Δεν ήταν δυνατή η διαγραφή του αρχικού αρχείου: {0}
es: ¡Conversión completada con éxito! No se pudo eliminar el archivo original: {0}
et: Konversioon lõpetati edukalt! Algset faili ei saanud kustutada: {0}
fi: Muunne valmis onnistuneesti! Alkuperäistä tiedostoa ei voitu poistaa: {0}
fr: Conversion terminée avec succès ! Impossible de supprimer le fichier original : {0}
he: המרה הושלמה בהצלחה! לא ניתן למחוק את הקובץ המקורי: {0}
hr: Konverzija je uspješno završena! Nije moguće izbrisati izvorni datoteku: {0}
hu: A konverzió sikeresen befejeződött! Nem sikerült törölni az eredeti fájlt: {0}
is: Umbreytingu lokið með góðum árangri! Gat ekki eytt upprunalegu skrá: {0}
it: Conversione completata con successo! Impossibile eliminare il file originale: {0}
ja: 変換が成功しました！ 元のファイルを削除できませんでした: {0}
nl: Conversie succesvol voltooid! Kon het originele bestand niet verwijderen: {0}
no: Konvertering fullført! Kunne ikke slette den originale filen: {0}
pl: Konwersja zakończona pomyślnie! Nie można usunąć oryginalnego pliku: {0}
pt: Conversão concluída com sucesso! Não foi possível excluir o arquivo original: {0}
ro: Conversia a fost finalizată cu succes! Nu s-a putut șterge fișierul original: {0}
ru: Конвертация завершена успешно! Не удалось удалить оригинальный файл: {0}
sk: Konverzia bola úspešne dokončená! Nepodarilo sa odstrániť pôvodný súbor: {0}
sv: Konvertering slutförd framgångsrikt! Kunde inte ta bort den ursprungliga filen: {0}
tr: Dönüşüm başarıyla tamamlandı! Orijinal dosya silinemedi: {0}
uk: Конверсія успішно завершена! Не вдалося видалити оригінальний файл: {0}

source: Conversion completed successfully! The converted file size is suspicious, so the original file was not removed.
bg: Конвертирането е завършено успешно! Размерът на конвертирания файл е подозрителен, затова оригиналният файл не беше премахнат.
cs: Konverze byla úspěšně dokončena! Velikost převedeného souboru je podezřelá, takže původní soubor nebyl odstraněn.
da: Konvertering gennemført med succes! Den konverterede filstørrelse er mistænkelig, så den originale fil blev ikke fjernet.
de: Konvertierung erfolgreich abgeschlossen! Die Größe der konvertierten Datei ist verdächtig, sodass die Originaldatei nicht entfernt wurde.
el: Η μετατροπή ολοκληρώθηκε με επιτυχία! Το μέγεθος του μετατραπέντος αρχείου είναι ύποπτο, οπότε το αρχικό αρχείο δεν διαγράφηκε.
es: ¡Conversión completada con éxito! El tamaño del archivo convertido es sospechoso, por lo que el archivo original no fue eliminado.
et: Konversioon lõpetati edukalt! Muudetud faili suurus on kahtlane, seega originaalfaili ei eemaldatud.
fi: Muuntaus suoritettu onnistuneesti! Muunnetun tiedoston koko on epäilyttävä, joten alkuperäistä tiedostoa ei poistettu.
fr: Conversion terminée avec succès ! La taille du fichier converti est suspecte, donc le fichier original n'a pas été supprimé.
he: ההמרה הושלמה בהצלחה! גודל הקובץ המומר חשוד, ולכן הקובץ המקורי לא הוסר.
hr: Konverzija je uspješno završena! Veličina konvertirane datoteke je sumnjiva, pa izvorna datoteka nije uklonjena.
hu: A konverzió sikeresen befejeződött! A konvertált fájl mérete gyanús, ezért az eredeti fájl nem lett eltávolítva.
is: Umbreytingu lokið með góðum árangri! Stærð breyttu skráarinnar er grunsamleg, svo upprunalega skráin var ekki fjarlægð.
it: Conversione completata con successo! La dimensione del file convertito è sospetta, quindi il file originale non è stato rimosso.
ja: 変換が成功しました！ 変換されたファイルサイズが疑わしいため、元のファイルは削除されませんでした。
nl: Conversie succesvol voltooid! De grootte van het geconverteerde bestand is verdacht, dus het originele bestand is niet verwijderd.
no: Konvertering fullført med suksess! Den konverterte filstørrelsen er mistenkelig, så den originale filen ble ikke fjernet.
pl: Konwersja zakończona pomyślnie! Rozmiar przekonwertowanego pliku budzi wątpliwości, więc oryginalny plik nie został usunięty.
pt: Conversão concluída com sucesso! O tamanho do arquivo convertido é suspeito, portanto o arquivo original não foi removido.
ro: Conversia a fost finalizată cu succes! Dimensiunea fișierului convertit este suspectă, așa că fișierul original nu a fost șters.
ru: Конвертация завершена успешно! Размер преобразованного файла вызывает подозрения, поэтому оригинальный файл не был удалён.
sk: Konverzia bola úspešne dokončená! Veľkosť konvertovaného súboru je podozrivá, takže pôvodný súbor nebol odstránený.
sv: Konverteringen slutfördes framgångsrikt! Den konverterade filens storlek är misstänkt, så den ursprungliga filen togs inte bort.
tr: Dönüşüm başarıyla tamamlandı! Dönüştürülen dosya boyutu şüpheli, bu nedenle orijinal dosya silinmedi.
uk: Конверсія успішно завершена! Розмір конвертованого файлу викликає підозри, тому оригінальний файл не було видалено.

source: Conversion failed with code {0}
bg: Неуспешна конверсия с код {0}
cs: Konverze selhala s kódem {0}
da: Konvertering mislykkedes med kode {0}
de: Konvertierung fehlgeschlagen mit Code {0}
el: Η μετατροπή απέτυχε με κωδικό {0}
es: La conversión falló con el código {0}
et: Muutmine ebaõnnestus koodiga {0}
fi: Muuntaus epäonnistui koodilla {0}
fr: La conversion a échoué avec le code {0}
he: המרה נכשלה עם קוד {0}
hr: Konverzija je neuspjela s kodom {0}
hu: A konverzió meghiúsult a {0} kóddal.
is: Umbreyting mistókst með kóða {0}
it: La conversione è fallita con codice {0}
ja: 変換に失敗しました。コード {0}
nl: Conversie mislukt met code {0}
no: Konvertering mislyktes med kode {0}
pl: Konwersja nie powiodła się z kodem {0}
pt: A conversão falhou com o código {0}
ro: Conversia a eșuat cu codul {0}
ru: Ошибка преобразования с кодом {0}
sk: Konverzia zlyhala s kódom {0}
sv: Konvertering misslyckades med kod {0}
tr: Dönüşüm {0} kodu ile başarısız oldu.
uk: Конвертація не вдалася з кодом {0}

source: Error!
bg: Грешка!
cs: Chyba!
da: Fejl!
de: Fehler!
el: Σφάλμα!
et: Viga!
fi: Virhe!
fr: Erreur !
he: שגיאה!
hr: Greška!
hu: Hiba!
is: Villa!
it: Errore!
ja: エラー！
nl: Fout!
no: Feil!
pl: Błąd!
pt: Erro!
ro: Eroare!
ru: Ошибка!
sk: Chyba!
sv: Fel!
tr: Hata!
uk: Помилка!

source: The conversion failed with error code {0}. Check the log for more details.
bg: Конверсията не успя с код на грешка {0}. Проверете лог файла за повече подробности.
cs: Konverze selhala s chybovým kódem {0}. Zkontrolujte protokol pro více podrobností.
da: Konverteringen mislykkedes med fejlkode {0}. Tjek loggen for flere detaljer.
de: Die Konvertierung ist mit Fehlercode {0} fehlgeschlagen. Überprüfen Sie das Log für mehr Details.
el: Η μετατροπή απέτυχε με κωδικό σφάλματος {0}. Ελέγξτε το αρχείο καταγραφής για περισσότερες λεπτομέρειες.
es: La conversión falló con el código de error {0}. Verifica el registro para más detalles.
et: Muutmine ebaõnnestus veakoodiga {0}. Kontrollige logi lisateabe saamiseks.
fi: Muuntaus epäonnistui virhekoodilla {0}. Tarkista loki saadaksesi lisätietoja.
fr: La conversion a échoué avec le code d'erreur {0}. Vérifiez le journal pour plus de détails.
he: ההמרה נכשלה עם קוד שגיאה {0}. בדוק את הלוג לפרטים נוספים.
hr: Konverzija je neuspjela s kodom pogreške {0}. Provjerite dnevnik za više detalja.
hu: A konverzió hibával végződött, a hiba kódja: {0}. Ellenőrizze a naplót a további részletekért.
is: Umbreytingin mistók með villukóða {0}. Skoðaðu skrána fyrir frekari upplýsingar.
it: La conversione è fallita con il codice errore {0}. Controlla il registro per ulteriori dettagli.
ja: 変換に失敗しました。エラーコード {0}。 詳細についてはログを確認してください。
nl: De conversie is mislukt met foutcode {0}. Controleer het logboek voor meer details.
no: Konverteringen mislyktes med feilkode {0}. Sjekk loggen for mer informasjon.
pl: Konwersja nie powiodła się z kodem błędu {0}. Sprawdź dziennik, aby uzyskać więcej szczegółów.
pt: A conversão falhou com o código de erro {0}. Verifique o log para mais detalhes.
ro: Conversia a eșuat cu codul de eroare {0}. Verificați jurnalul pentru mai multe detalii.
ru: Конвертация не удалась с кодом ошибки {0}. Проверьте журнал для получения дополнительных сведений.
sk: Konverzia zlyhala s chybovým kódom {0}. Skontrolujte protokol pre viac podrobností.
sv: Konverteringen misslyckades med felkod {0}. Kontrollera loggen för mer information.
tr: Dönüşüm, {0} hata kodu ile başarısız oldu. Daha fazla ayrıntı için günlüğü kontrol edin.
uk: Конвертація не вдалася з кодом помилки {0}. Перевірте журнал для отримання додаткових відомостей.
