Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Advanced Settings
bg: Разширени настройки
cs: Pokročilé nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Προηγμένες Ρυθμίσεις
es: Configuración avanzada
et: Täpsemad seaded
fi: Lisäasetukset
fr: Paramètres avancés
he: הגדרות מתקדמות
hr: Napredne postavke
hu: Haladó beállítások
is: Fyrirkomulag háþróaðra stillinga
it: Impostazioni avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
no: Avanserte innstillinger
pl: Zaawansowane ustawienia
pt: Configurações Avançadas
ro: Setări avansate
ru: Расширенные настройки
sk: Pokročilé nastavenia
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
uk: Розширені налаштування

source: Conversion Complete
bg: Конверсията е завършена
cs: Konverze dokončena
da: Konvertering Fuldført
de: Konvertierung abgeschlossen
el: Η μετατροπή ολοκληρώθηκε
es: Conversión Completa
et: Konversioon lõpetatud
fi: Muuntaus valmis
fr: Conversion terminée
he: המרה הושלמה
hr: Konverzija dovršena
hu: A konverzió befejeződött
is: Umbreyting lokið
it: Conversione completata
ja: 変換完了
nl: Conversie Voltooid
no: Konvertering fullført
pl: Konwersja zakończona
pt: Conversão Completa
ro: Conversie finalizată
ru: Конвертация завершена
sk: Konverzia dokončená
sv: Konvertering Slutförd
tr: Dönüşüm Tamamlandı
uk: Конверсія завершена

source: Successfully converted {0}
bg: Успешно конвертирано {0}
cs: Úspěšně převedeno {0}
da: Succesfuldt konverteret {0}
de: Erfolgreich {0} konvertiert.
el: Επιτυχώς μετατράπηκε {0}
es: Convertido con éxito {0}
et: Edukalt muudetud {0}
fi: Muunnettu onnistuneesti {0}
fr: Conversion réussie de {0}
he: המרה של {0} בוצעה בהצלחה
hr: Uspješno konvertirano {0}
hu: Sikeresen átalakítva: {0}
is: Sniðugt breytt {0}
it: Conversione avvenuta con successo di {0}
ja: {0}の変換に成功しました。
nl: Succesvol geconverteerd {0}
no: Suksessfullt konvertert {0}
pl: Pomyślnie przekonwertowano {0}
pt: Convertido com sucesso {0}
ro: Conversia {0} a fost realizată cu succes.
ru: Успешно преобразовано {0}
sk: Úspešne prevedené {0}
sv: Framgångsrikt konverterad {0}
tr: {0} başarıyla dönüştürüldü.
uk: Успішно конвертовано {0}

source: File not found
bg: Файлът не е намерен
cs: Soubor nebyl nalezen
da: Fil ikke fundet
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es: Archivo no encontrado
et: Faili ei leitud
fi: Tiedostoa ei löytynyt
fr: Fichier introuvable
he: הקובץ לא נמצא
hr: Datoteka nije pronađena
hu: A fájl nem található
is: Skrá fannst ekki
it: File non trovato
ja: ファイルが見つかりません
nl: Bestand niet gevonden
no: Fil ikke funnet
pl: Plik nie został znaleziony
pt: Arquivo não encontrado
ro: Fișierul nu a fost găsit
ru: Файл не найден
sk: Súbor nenájdený
sv: Fil hittades inte
tr: Dosya bulunamadı
uk: Файл не знайдено

source: Could not load video file
bg: Не можа да се зареди видео файлът.
cs: Nepodařilo se načíst video soubor.
da: Kunne ikke indlæse videofil.
de: Konnte Videodatei nicht laden
el: Δεν ήταν δυνατή η φόρτωση του αρχείου βίντεο.
es: No se pudo cargar el archivo de video.
et: Videofaili ei õnnestunud laadida.
fi: Videotiedostoa ei voitu ladata.
fr: Impossible de charger le fichier vidéo.
he: לא ניתן לטעון את קובץ הווידאו
hr: Nije moguće učitati video datoteku.
hu: Nem sikerült betölteni a videófájlt.
is: Gat ekki hlaðið vídeóskrá.
it: Impossibile caricare il file video
ja: ビデオファイルを読み込めませんでした。
nl: Kon videobestand niet laden
no: Kunne ikke laste inn videofil
pl: Nie można załadować pliku wideo.
pt: Não foi possível carregar o arquivo de vídeo.
ro: Nu s-a putut încărca fișierul video.
ru: Не удалось загрузить видеофайл.
sk: Nepodarilo sa načítať video súbor.
sv: Kunde inte ladda videofil.
tr: Video dosyası yüklenemedi.
uk: Не вдалося завантажити відеофайл.

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
he: שגיאה
hr: Greška
hu: Hiba
is: Villa
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка

source: All Conversions Complete
bg: Всички конверсии са завършени
cs: Všechny konverze dokončeny
da: Alle konverteringer er fuldført
de: Alle Konvertierungen abgeschlossen
el: Όλες οι μετατροπές ολοκληρώθηκαν
es: Todas las conversiones completas
et: Kõik konversioonid on lõpetatud
fi: Kaikki muunnokset valmiit
fr: Toutes les conversions sont terminées.
he: כל ההמרות הושלמו
hr: Sve konverzije su završene
hu: Minden átalakítás befejeződött
is: Öll umbreytingar lokið
it: Tutte le conversioni completate
ja: すべての変換が完了しました
nl: Alle conversies voltooid
no: Alle konverteringer fullført
pl: Wszystkie konwersje zakończone
pt: Todas as conversões concluídas
ro: Toate conversiile sunt complete
ru: Все преобразования завершены
sk: Všetky konverzie sú dokončené
sv: Alla konverteringar slutförda
tr: Tüm Dönüşümler Tamamlandı
uk: Усі конверсії завершено

source: 1 video has been converted successfully!
bg: 1 видео е конвертирано успешно!
cs: 1 video bylo úspěšně převedeno!
da: 1 video er blevet konverteret med succes!
de: 1 Video wurde erfolgreich konvertiert!
el: 1 βίντεο έχει μετατραπεί με επιτυχία!
es: ¡1 video se ha convertido con éxito!
et: 1 video on edukas edukalt!
fi: 1 video on onnistunut muuntamaan!
fr: 1 vidéo a été convertie avec succès !
he: הווידאו הומר בהצלחה!
hr: 1 video je uspješno konvertiran!
hu: 1 videó sikeresen átalakítva!
is: 1 vídeó hefur verið breytt með góðum árangri!
it: 1 video è stato convertito con successo!
ja: 1つのビデオが正常に変換されました！
nl: 1 video is succesvol geconverteerd!
no: 1 video har blitt konvertert vellykket!
pl: 1 wideo zostało pomyślnie przekonwertowane!
pt: 1 vídeo foi convertido com sucesso!
ro: 1 videoclip a fost convertit cu succes!
ru: 1 видео было успешно конвертировано!
sk: 1 video bol úspešne prevedený!
sv: 1 video har konverterats framgångsrikt!
tr: 1 video başarıyla dönüştürüldü!
uk: 1 відео було успішно конвертовано!

source: {0} videos have been converted successfully!
bg: {0} видеа са конвертирани успешно!
cs: {0} videí bylo úspěšně převedeno!
da: {0} videoer er blevet konverteret med succes!
de: {0} Videos wurden erfolgreich konvertiert!
el: {0} βίντεο έχουν μετατραπεί με επιτυχία!
es: ¡{0} videos se han convertido con éxito!
et: {0} videot on edukalt muudetud!
fi: {0} videota on muunnettu onnistuneesti!
fr: {0} vidéos ont été converties avec succès !
he: {0} סרטונים הומרו בהצלחה!
hr: {0} videoa su uspješno konvertirana!
hu: {0} videó sikeresen átalakítva!
is: {0} myndbönd hafa verið breytt með góðum árangri!
it: {0} video sono stati convertiti con successo!
ja: {0} のビデオが正常に変換されました！
nl: {0} video's zijn succesvol geconverteerd!
no: {0} videoer har blitt konvertert vellykket!
pl: {0} filmy zostały pomyślnie przekonwertowane!
pt: {0} vídeos foram convertidos com sucesso!
ro: {0} videoclipuri au fost convertite cu succes!
ru: {0} видео успешно конвертировано!
sk: {0} videí bolo úspešne prevedených!
sv: {0} videor har konverterats framgångsrikt!
tr: {0} video başarıyla dönüştürüldü!
uk: {0} відео було успішно конвертовано!

source: Select Video Files
bg: Изберете видео файлове
cs: Vyberte video soubory
da: Vælg videofiler
de: Videodateien auswählen
el: Επιλέξτε Αρχεία Βίντεο
es: Seleccionar archivos de video
et: Vali videofailid
fi: Valitse videotiedostot
fr: Sélectionner des fichiers vidéo
he: בחר קבצי וידאו
hr: Odaberite video datoteke
hu: Videófájlok kiválasztása
is: Veldu vídeóskrár
it: Seleziona file video
ja: ビデオファイルを選択してください
nl: Selecteer videobestanden
no: Velg videofiler
pl: Wybierz pliki wideo
pt: Selecionar Arquivos de Vídeo
ro: Selectați fișiere video
ru: Выберите видеофайлы
sk: Vyberte video súbory
sv: Välj videofiler
tr: Video Dosyalarını Seçin
uk: Виберіть відеофайли

source: Video Files
bg: Видео файлове
cs: Video soubory
da: Videofiler
de: Videodateien
el: Αρχεία Βίντεο
es: Archivos de video
et: Videofailid
fi: Videotiedostot
fr: Fichiers vidéo
he: קבצי וידאו
hr: Video datoteke
hu: Videofájlok
is: Vefnótur
it: File Video
ja: ビデオファイル
nl: Videobestanden
no: Videofiler
pl: Pliki wideo
pt: Arquivos de Vídeo
ro: Fișiere video
ru: Видеофайлы
sk: Video súbory
sv: Videofiler
tr: Video Dosyaları
uk: Відеофайли

source: Select Folder with Video Files
bg: Изберете папка с видео файлове
cs: Vyberte složku s video soubory
da: Vælg mappe med videofiler
de: Ordner mit Videodateien auswählen
el: Επιλέξτε Φάκελο με Αρχεία Βίντεο
es: Seleccionar carpeta con archivos de video
et: Vali kaust videofailidega
fi: Valitse kansio, jossa on videotiedostoja
fr: Sélectionner le dossier contenant des fichiers vidéo
he: בחר תיקייה עם קבצי וידאו
hr: Odaberite mapu s video datotekama
hu: Videófájlokat tartalmazó mappa kiválasztása
is: Veldu möppu með vídeóskrám
it: Seleziona la cartella con i file video
ja: ビデオファイルのあるフォルダーを選択してください
nl: Selecteer map met videobestanden
no: Velg mappe med videofiler
pl: Wybierz folder z plikami wideo
pt: Selecionar Pasta com Arquivos de Vídeo
ro: Selectați folderul cu fișiere video
ru: Выберите папку с видеофайлами
sk: Vyberte priečinok s video súbormi
sv: Välj mapp med videofiler
tr: Video Dosyaları ile Klasör Seçin
uk: Виберіть папку з відеофайлами

source: {} video files have been added to the queue.
bg: {} видео файлов са добавени в опашката.
cs: {} video soubory byly přidány do fronty.
da: {} videofiler er blevet tilføjet til køen.
de: {} Videodateien sind zur Queue hinzugefügt worden.
el: {} αρχεία βίντεο έχουν προστεθεί στην ουρά.
es: {} archivos de video han sido añadidos a la cola.
et: {} videofailid on järjekorda lisatud.
fi: {} videotiedostoa on lisätty jonoon.
fr: {} fichiers vidéo ont été ajoutés à la file d'attente.
he: {} קבצי וידאו נוספו לתור.
hr: {} video datoteke su dodane u red čekanja.
hu: {} videófájl került a várólistára.
is: {} vídeóskrár hafa verið bætt við biðröðina.
it: {} file video sono stati aggiunti alla coda.
ja: {} のビデオファイルがキューに追加されました。
nl: {} videobestanden zijn aan de wachtrij toegevoegd.
no: {} videofiler har blitt lagt til i køen.
pl: {} pliki wideo zostały dodane do kolejki.
pt: {} arquivos de vídeo foram adicionados à fila.
ro: {} fișiere video au fost adăugate în coadă.
ru: {} видеофайлы были добавлены в очередь.
sk: {} video súbory boli pridané do fronty.
sv: {} videofiler har lagts till i kön.
tr: {} video dosyası kuyruğa eklendi.
uk: {} відеофайлів було додано до черги.

source: Files Added
bg: Добавени файлове
cs: Přidané soubory
da: Filer tilføjet
de: Dateien hinzugefügt
el: Αρχεία Προστέθηκαν
es: Archivos Agregados
et: Failid lisatud
fi: Tiedostot lisätty
fr: Fichiers ajoutés
he: קבצים נוספו
hr: Datoteke dodane
hu: Fájlok hozzáadva
is: Skrár bættar við
it: File Aggiunti
ja: ファイルが追加されました
nl: Bestanden toegevoegd
no: Filer lagt til
pl: Pliki dodane
pt: Arquivos Adicionados
ro: Fișiere adăugate
ru: Файлы добавлены
sk: Súbory pridané
sv: Filer tillagda
tr: Dosyalar Eklendi
uk: Файли додано

source: No Files Found
bg: Няма намерени файлове
cs: Žádné soubory nenalezeny
da: Ingen filer fundet
de: Keine Dateien gefunden
el: Δεν βρέθηκαν αρχεία
es: No se encontraron archivos
et: Faile ei leitud
fi: Ei tiedostoja löytynyt
fr: Aucun fichier trouvé
he: לא נמצאו קבצים
hr: Nema pronađenih datoteka
hu: Nincsenek fájlok.
is: Engin fundin ekki.
it: Nessun file trovato
ja: ファイルが見つかりませんでした。
nl: Geen bestanden gevonden
no: Ingen filer funnet
pl: Nie znaleziono plików
pt: Nenhum arquivo encontrado
ro: Nu au fost găsite fișiere.
ru: Файлы не найдены
sk: Žiadne súbory nenájdené
sv: Inga filer hittades
tr: Dosya Bulunamadı
uk: Файли не знайдено

source: No valid video files were found in the selected folder.
bg: Не бяха намерени валидни видео файлове в избраната папка.
cs: V vybraném složce nebyly nalezeny žádné platné video soubory.
da: Der blev ikke fundet gyldige videofiler i den valgte mappe.
de: Es wurden keine gültigen Videodateien im ausgewählten Ordner gefunden.
el: Δεν βρέθηκαν έγκυρα αρχεία βίντεο στον επιλεγμένο φάκελο.
es: No se encontraron archivos de video válidos en la carpeta seleccionada.
et: Valitud kaustas ei leitud kehtivaid videofailide.
fi: Valittavasta kansiosta ei löytynyt voimassa olevia videotiedostoja.
fr: Aucun fichier vidéo valide n'a été trouvé dans le dossier sélectionné.
he: לא נמצאו קבצי וידאו תקפים בתיקייה שנבחרה.
hr: Nisu pronađene valjane video datoteke u odabranom direktoriju.
hu: A kiválasztott mappában nem található érvényes videófájl.
is: Engin giltar vídeó skrár fundust í valda möppu.
it: Nessun file video valido è stato trovato nella cartella selezionata.
ja: 選択したフォルダーに有効なビデオファイルが見つかりませんでした。
nl: Er zijn geen geldige videobestanden gevonden in de geselecteerde map.
no: Ingen gyldige videofiler ble funnet i den valgte mappen.
pl: Nie znaleziono ważnych plików wideo w wybranym folderze.
pt: Nenhum arquivo de vídeo válido foi encontrado na pasta selecionada.
ro: Nu au fost găsite fișiere video valide în folderul selectat.
ru: В выбранной папке не найдено действительных видеофайлов.
sk: V zvolenom priečinku neboli nájdené žiadne platné video súbory.
sv: Inga giltiga videofiler hittades i den valda mappen.
tr: Seçilen klasörde geçerli video dosyaları bulunamadı.
uk: У вибраній папці не знайдено дійсних відеофайлів.

source: Please select a folder, not a file.
bg: Моля, изберете папка, а не файл.
cs: Vyberte prosím složku, nikoli soubor.
da: Vælg venligst en mappe, ikke en fil.
de: Bitte wählen Sie einen Ordner aus, nicht eine Datei.
el: Παρακαλώ επιλέξτε έναν φάκελο, όχι ένα αρχείο.
es: Por favor, selecciona una carpeta, no un archivo.
et: Palun valige kaust, mitte fail.
fi: Valitse kansio, ei tiedostoa.
fr: Veuillez sélectionner un dossier, pas un fichier.
he: אנא בחר תיקייה, לא קובץ.
hr: Molimo odaberite mapu, a ne datoteku.
hu: Kérjük, válasszon ki egy mappát, ne egy fájlt.
is: Vinsamlegast veldu möppu, ekki skrá.
it: Seleziona una cartella, non un file.
ja: フォルダーを選択してください。ファイルではありません。
nl: Selecteer een map, geen bestand.
no: Vennligst velg en mappe, ikke en fil.
pl: Proszę wybrać folder, a nie plik.
pt: Por favor, selecione uma pasta, não um arquivo.
ro: Vă rugăm să selectați un folder, nu un fișier.
ru: Пожалуйста, выберите папку, а не файл.
sk: Vyberte prosím priečinok, nie súbor.
sv: Vänligen välj en mapp, inte en fil.
tr: Lütfen bir dosya değil, bir klasör seçin.
uk: Будь ласка, виберіть папку, а не файл.

source: Error selecting folder: {}
bg: Грешка при избиране на папка: {}
cs: Chyba při výběru složky: {}
da: Fejl ved valg af mappe: {}
de: Fehler beim Auswählen des Ordners: {}
el: Σφάλμα επιλογής φακέλου: {}
es: Error al seleccionar la carpeta: {}
et: Viga kausta valimisel: {}
fi: Virhe kansion valinnassa: {}
fr: Erreur de sélection du dossier : {}
he: שגיאה בבחירת תיקייה: {}
hr: Greška pri odabiru mape: {}
hu: Hiba a mappa kiválasztásakor: {}
is: Villa valin: {}
it: Errore nella selezione della cartella: {}
ja: フォルダーの選択中にエラーが発生しました: {}
nl: Fout bij het selecteren van de map: {}
no: Feil ved valg av mappe: {}
pl: Błąd podczas wybierania folderu: {}
pt: Erro ao selecionar a pasta: {}
ro: Eroare la selectarea folderului: {}
ru: Ошибка выбора папки: {}
sk: Chyba pri výbere priečinka: {}
sv: Fel vid val av mapp: {}
tr: Klasör seçerken hata: {}
uk: Помилка вибору папки: {}

source: No Files Added
bg: Няма добавени файлове
cs: Žádné soubory nebyly přidány.
da: Ingen filer tilføjet
de: Keine Dateien hinzugefügt
el: Δεν έχουν προστεθεί αρχεία
es: No se han añadido archivos.
et: Ei faile lisatud
fi: Ei tiedostoja lisätty
fr: Aucun fichier ajouté
he: לא הוספו קבצים
hr: Nema dodanih datoteka
hu: Nincsenek fájlok hozzáadva
is: Engin ekki bætt við skrám
it: Nessun file aggiunto
ja: ファイルが追加されていません
nl: Geen bestanden toegevoegd
no: Ingen filer lagt til
pl: Nie dodano plików
pt: Nenhum arquivo adicionado
ro: Niciun fișier adăugat
ru: Нет добавленных файлов
sk: Žiadne súbory neboli pridané.
sv: Inga filer tillagda
tr: Hiçbir Dosya Eklendi
uk: Немає доданих файлів

source: No valid video files were found in your selection.
bg: Не бяха намерени валидни видео файлове в избора ви.
cs: Ve vaší volbě nebyly nalezeny žádné platné video soubory.
da: Der blev ikke fundet gyldige videofiler i dit valg.
de: Es wurden keine gültigen Videodateien in Ihrer Auswahl gefunden.
el: Δεν βρέθηκαν έγκυρα αρχεία βίντεο στην επιλογή σας.
es: No se encontraron archivos de video válidos en su selección.
et: Teie valikus ei leitud kehtivaid videofailide.
fi: Valitsemastasi ei löytynyt voimassa olevia videotiedostoja.
fr: Aucun fichier vidéo valide n'a été trouvé dans votre sélection.
he: לא נמצאו קבצי וידאו תקפים בבחירה שלך.
hr: Nisu pronađene valjane video datoteke u vašem odabiru.
hu: A kiválasztásában nem található érvényes videófájl.
is: Engin gilt vefmyndir fundust í vali þínu.
it: Nessun file video valido è stato trovato nella tua selezione.
ja: 選択した中に有効なビデオファイルは見つかりませんでした。
nl: Er zijn geen geldige videobestanden gevonden in uw selectie.
no: Ingen gyldige videofiler ble funnet i ditt valg.
pl: Nie znaleziono ważnych plików wideo w twoim wyborze.
pt: Nenhum arquivo de vídeo válido foi encontrado em sua seleção.
ro: Nu au fost găsite fișiere video valide în selecția ta.
ru: В вашем выборе не найдено действительных видеофайлов.
sk: Neboli nájdené platné video súbory vo vašom výbere.
sv: Inga giltiga videofiler hittades i ditt urval.
tr: Seçiminizde geçerli video dosyaları bulunamadı.
uk: Не було знайдено жодних дійсних відеофайлів у вашому виборі.

source: Dependencies Not Found
bg: Не са намерени зависимости
cs: Závislosti nenalezeny
de: Abhängigkeiten nicht gefunden
el: Δεν βρέθηκαν εξαρτήσεις
et: Sõltuvusi ei leitud
fi: Riippuvuuksia ei löytynyt
fr: Dépendances non trouvées
hr: Ovisnosti nisu pronađene
hu: Függőségek nem találhatók
is: Fyrirkomulag ekki fundið
nl: Afhankelijkheden Niet Gevonden
pl: Nie znaleziono zależności
pt: Dependências Não Encontradas
ro: Dependențe Negăsite
ru: Зависимости не найдены
tr: Bağımlılıklar Bulunamadı
uk: Залежності не знайдено

source: FFmpeg and/or MPV are not installed and we could not determine how to install them for your system. Please install them manually using your distribution's package manager.
bg: FFmpeg и/или MPV не са инсталирани и не успяхме да определим как да ги инсталираме за вашата система. Моля, инсталирайте ги ръчно, използвайки мениджъра на пакети на вашата дистрибуция.
cs: FFmpeg a/nebo MPV nejsou nainstalovány a nemohli jsme určit, jak je nainstalovat pro váš systém. Prosím, nainstalujte je ručně pomocí správce balíčků vaší distribuce.
de: FFmpeg und/oder MPV sind nicht installiert und wir konnten nicht feststellen, wie sie für Ihr System installiert werden können. Bitte installieren Sie sie manuell mit dem Paketmanager Ihrer Distribution.
el: Το FFmpeg και/ή το MPV δεν είναι εγκατεστημένα και δεν μπορέσαμε να προσδιορίσουμε πώς να τα εγκαταστήσουμε για το σύστημά σας. Παρακαλώ εγκαταστήστε τα χειροκίνητα χρησιμοποιώντας τον διαχειριστή πακέτων της διανομής σας.
et: FFmpeg ja/või MPV ei ole installitud ja me ei suutnud kindlaks teha, kuidas neid teie süsteemile installida. Palun installige need käsitsi, kasutades oma jaotuse pakihaldurit.
fi: FFmpeg ja/tai MPV eivät ole asennettuina, emmekä pysty määrittämään, miten ne asennetaan järjestelmällesi. Asenna ne manuaalisesti jakelusi pakettienhallinnan avulla.
fr: FFmpeg et/ou MPV ne sont pas installés et nous n'avons pas pu déterminer comment les installer pour votre système. Veuillez les installer manuellement en utilisant le gestionnaire de paquets de votre distribution.
hr: FFmpeg i/ili MPV nisu instalirani i nismo mogli odrediti kako ih instalirati za vaš sustav. Molimo instalirajte ih ručno koristeći upravitelja paketa vaše distribucije.
hu: Az FFmpeg és/vagy az MPV nincs telepítve, és nem tudtuk meghatározni, hogyan telepíthetők a rendszerére. Kérjük, telepítse őket manuálisan a disztribúciója csomagkezelőjének használatával.
is: FFmpeg og/eða MPV eru ekki uppsett og við gátum ekki ákvarðað hvernig á að setja þau upp fyrir kerfið þitt. Vinsamlegast settu þau upp handvirkt með því að nota pakkastjórann í dreifingu þinni.
nl: FFmpeg en/of MPV zijn niet geïnstalleerd en we konden niet bepalen hoe ze voor uw systeem te installeren. Installeer ze handmatig met behulp van de pakketbeheerder van uw distributie.
pl: FFmpeg i/lub MPV nie są zainstalowane i nie mogliśmy ustalić, jak je zainstalować na twoim systemie. Proszę zainstalować je ręcznie, korzystając z menedżera pakietów twojej dystrybucji.
pt: FFmpeg e/ou MPV não estão instalados e não conseguimos determinar como instalá-los para o seu sistema. Por favor, instale-os manualmente usando o gerenciador de pacotes da sua distribuição.
ro: FFmpeg și/sau MPV nu sunt instalate și nu am putut determina cum să le instalăm pentru sistemul tău. Te rugăm să le instalezi manual folosind managerul de pachete al distribuției tale.
ru: FFmpeg и/или MPV не установлены, и мы не смогли определить, как установить их для вашей системы. Пожалуйста, установите их вручную, используя менеджер пакетов вашего дистрибутива.
tr: FFmpeg ve/veya MPV yüklü değil ve sisteminiz için nasıl yükleneceğini belirleyemedik. Lütfen bunları dağıtımınızın paket yöneticisini kullanarak manuel olarak yükleyin.
uk: FFmpeg та/або MPV не встановлені, і ми не змогли визначити, як їх встановити для вашої системи. Будь ласка, встановіть їх вручну, використовуючи менеджер пакетів вашого дистрибутива.

source: Installation Successful
bg: Инсталацията е успешна
cs: Instalace úspěšná
de: Installation erfolgreich
el: Εγκατάσταση Επιτυχής
et: Installeerimine õnnestus
fi: Asennus onnistui
fr: Installation réussie
hr: Instalacija uspješna
hu: Sikeres telepítés
is: Uppsetning Heppin
ja: インストール成功
nl: Installatie Succesvol
pl: Instalacja zakończona sukcesem
pt: Instalação bem-sucedida
ro: Instalare reușită
ru: Установка успешна
tr: Kurulum Başarılı
uk: Встановлення успішне

source: Dependencies have been installed. The application will now restart.
bg: Зависимостите са инсталирани. Приложението сега ще се рестартира.
cs: Závislosti byly nainstalovány. Aplikace se nyní restartuje.
de: Abhängigkeiten wurden installiert. Die Anwendung wird jetzt neu gestartet.
el: Οι εξαρτήσεις έχουν εγκατασταθεί. Η εφαρμογή θα επανεκκινήσει τώρα.
et: Sõltuvused on installitud. Rakendus taaskäivitub nüüd.
fi: Riippuvuudet on asennettu. Sovellus käynnistyy nyt uudelleen.
fr: Les dépendances ont été installées. L'application va maintenant redémarrer.
hr: Ovisnosti su instalirane. Aplikacija će se sada ponovno pokrenuti.
hu: A függőségek telepítve lettek. Az alkalmazás most újraindul.
is: Fyrirspurnir hafa verið settar upp. Forritið mun nú endurræsa sig.
nl: Afhankelijkheden zijn geïnstalleerd. De applicatie zal nu opnieuw opstarten.
pl: Zainstalowano zależności. Aplikacja teraz się uruchomi ponownie.
pt: As dependências foram instaladas. O aplicativo será reiniciado agora.
ro: Dependențele au fost instalate. Aplicația se va reporni acum.
ru: Зависимости были установлены. Приложение сейчас перезапустится.
tr: Bağımlılıklar yüklendi. Uygulama şimdi yeniden başlatılacak.
uk: Залежності були встановлені. Додаток зараз перезапуститься.

source: Installation Failed
bg: Инсталацията не успя
cs: Instalace se nezdařila
de: Installation fehlgeschlagen
el: Η εγκατάσταση απέτυχε
et: Installeerimine ebaõnnestus
fi: Asennus epäonnistui
fr: Échec de l'installation
hr: Instalacija neuspjela
hu: Telepítés sikertelen
is: Uppsetning mistókst
ja: インストールに失敗しました
nl: Installatie mislukt
pl: Instalacja nie powiodła się
pt: Instalação Falhou
ro: Instalare eșuată
ru: Установка не удалась
tr: Kurulum Başarısız
uk: Встановлення не вдалося
