Repository: biglinux/big-video-converter
Catalog: big-video-converter/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: No valid local files selected
bg: Не са избрани валидни локални файлове.
cs: Nebyly vybrány žádné platné místní soubory.
da: Ingen gyldige lokale filer valgt
de: Keine gültigen lokalen Dateien ausgewählt
el: Δεν έχουν επιλεγεί έγκυρα τοπικά αρχεία.
et: Kehtivaid kohalikke faile ei ole valitud.
fi: Ei voimassa olevia paikallisia tiedostoja valittu.
fr: Aucun fichier local valide sélectionné
hr: Nema odabranih valjanih lokalnih datoteka
hu: Nincsenek érvényes helyi fájlok kiválasztva.
is: Engin gilt skráningarskrár valdar.
it: Nessun file locale valido selezionato
ja: 有効なローカルファイルが選択されていません
nl: Geen geldige lokale bestanden geselecteerd
pl: Nie wybrano ważnych lokalnych plików.
pt: Nenhum arquivo local válido selecionado
ro: Nu au fost selectate fișiere locale valide.
ru: Не выбраны действительные локальные файлы.
tr: Geçerli yerel dosyalar seçilmedi.
uk: Не вибрано жодних дійсних локальних файлів.

source: Could not get the path for the selected video files.
bg: Не можа да се получи пътят за избраните видео файлове.
cs: Nepodařilo se získat cestu k vybraným video souborům.
da: Kunne ikke få stien til de valgte videofiler.
de: Der Pfad für die ausgewählten Videodateien konnte nicht abgerufen werden.
el: Δεν ήταν δυνατή η λήψη της διαδρομής για τα επιλεγμένα αρχεία βίντεο.
et: Valitud videofailide teed ei õnnestunud saada.
fi: Ei voitu saada polkua valituille videotiedostoille.
fr: Impossible d'obtenir le chemin des fichiers vidéo sélectionnés.
hr: Nije moguće dobiti putanju za odabrane video datoteke.
hu: Nem sikerült megszerezni a kiválasztott videófájlok elérési útját.
is: Ekki tókst að fá leiðina að valda vídeóskrám.
it: Impossibile ottenere il percorso per i file video selezionati.
ja: 選択した動画ファイルのパスを取得できませんでした。
nl: Kon het pad voor de geselecteerde videobestanden niet ophalen.
pl: Nie można uzyskać ścieżki dla wybranych plików wideo.
pt: Não foi possível obter o caminho dos arquivos de vídeo selecionados.
ro: Nu s-a putut obține calea pentru fișierele video selectate.
ru: Не удалось получить путь к выбранным видеофайлам.
tr: Seçilen video dosyaları için yolu alamadım.
uk: Не вдалося отримати шлях до вибраних відеофайлів.

source: Application Launch Error
bg: Грешка при стартиране на приложението
cs: Chyba při spuštění aplikace
da: Applikationsstartfejl
de: Anwendungsstartfehler
el: Σφάλμα εκκίνησης εφαρμογής
et: Rakenduse käivitamise viga
fi: Sovelluksen käynnistysvirhe
fr: Erreur de lancement de l'application
hr: Greška pri pokretanju aplikacije
hu: Alkalmazásindítási hiba
is: Aðgangs Villa við Forrit
it: Errore di avvio dell'applicazione
ja: アプリケーション起動エラー
nl: Toepassingsstartfout
pl: Błąd uruchamiania aplikacji
pt: Erro ao iniciar o aplicativo
ro: Eroare la lansarea aplicației
ru: Ошибка запуска приложения
tr: Uygulama Başlatma Hatası
uk: Помилка запуску програми

source: Failed to start Big Video Converter: {0}
bg: Неуспешно стартиране на Big Video Converter: {0}
cs: Nepodařilo se spustit Big Video Converter: {0}
da: Mislykkedes med at starte Big Video Converter: {0}
de: Fehler beim Starten des Big Video Converters: {0}
el: Αποτυχία εκκίνησης του Big Video Converter: {0}
et: Big Video Converter'i käivitamine ebaõnnestus: {0}
fi: Big Video Converterin käynnistys epäonnistui: {0}
fr: Échec du démarrage de Big Video Converter : {0}
hr: Neuspjeh pri pokretanju Big Video Convertera: {0}
hu: Nem sikerült elindítani a Big Video Converter-t: {0}
is: Ekki tókst að hefja Big Video Converter: {0}
it: Impossibile avviare Big Video Converter: {0}
ja: ビッグビデオコンバータの起動に失敗しました: {0}
nl: Kon Big Video Converter niet starten: {0}
pl: Nie udało się uruchomić Big Video Converter: {0}
pt: Falha ao iniciar o Big Video Converter: {0}
ro: Nu s-a reușit să se pornească Big Video Converter: {0}
ru: Не удалось запустить Big Video Converter: {0}
tr: Büyük Video Dönüştürücü başlatılamadı: {0}
uk: Не вдалося запустити Big Video Converter: {0}

source: OK
he: אוקי
hr: U redu
hu: Rendben
tr: Tamam

source: FFmpeg Not Found
ja: FFmpegが見つかりません

source: FFmpeg is not installed and we could not determine how to install it for your system. Please install it manually using your distribution's package manager.
ja: FFmpegがインストールされておらず、システムにインストールする方法を特定できませんでした。お使いのディストリビューションのパッケージマネージャを使用して手動でインストールしてください。

source: FFmpeg has been installed. The application will now restart.
ja: FFmpegがインストールされました。アプリケーションは現在再起動します。

source: FFmpeg was not found after installation. Please restart the application manually.
ja: インストール後にFFmpegが見つかりませんでした。アプリケーションを手動で再起動してください。

source: FFmpeg Installation
ja: FFmpegのインストール

source: FFmpeg is required for this application to function.
ja: このアプリケーションが機能するにはFFmpegが必要です。

source: Due to legal restrictions in some countries, FFmpeg is not bundled with the application.
ja: 一部の国の法的制限により、FFmpegはアプリケーションにバンドルされていません。

source: Install FFmpeg
ja: FFmpegをインストールする

source: Conversions Complete
da: Konverteringer Fuldført
de: Konvertierungen abgeschlossen
es: Conversiones Completas
et: Muutmised lõpetatud
he: המרות הושלמו
hr: Konverzije dovršene
it: Conversioni completate
ja: 変換が完了しました
no: Konverteringer fullført
pl: Konwersje zakończone
ro: Conversiile sunt complete
sk: Konverzie dokončené
sv: Konverteringar Klara
tr: Dönüşümler Tamamlandı

source: All video conversions have been completed successfully!
da: Alle videokonverteringer er blevet gennemført med succes!
de: Alle Video-Konvertierungen wurden erfolgreich abgeschlossen!
es: ¡Todas las conversiones de video se han completado con éxito!
et: Kõik video konversioonid on edukalt lõpetatud!
he: כל המרות הווידאו הושלמו בהצלחה!
hr: Sve konverzije videa su uspješno završene!
it: Tutte le conversioni video sono state completate con successo!
ja: すべてのビデオ変換が正常に完了しました！
no: Alle videokonverteringer er fullført med suksess!
pl: Wszystkie konwersje wideo zostały pomyślnie zakończone!
ro: Toate conversiile video au fost finalizate cu succes!
sk: Všetky konverzie videa boli úspešne dokončené!
sv: Alla videokonverteringar har slutförts framgångsrikt!
tr: Tüm video dönüşümleri başarıyla tamamlandı!

source: Conversion Progress
da: Konverteringsfremskridt
de: Konvertierungsfortschritt
es: Progreso de Conversión
et: Muutmise edenemine
he: התקדמות המרה
hr: Napredak konverzije
it: Progresso della conversione
ja: 変換進行状況
no: Konverteringsprogresjon
pl: Postęp konwersji
ro: Progresul conversiei
sk: Pokrok konverzie
sv: Konverteringsframsteg
tr: Dönüşüm İlerlemesi

source: Starting conversion...
da: Starter konvertering...
de: Konvertierung wird gestartet ...
es: Iniciando conversión...
et: Alustame konversiooni...
he: מתחיל המרה...
hr: Pokretanje konverzije...
it: Avvio della conversione...
ja: 変換を開始しています...
no: Starter konvertering...
pl: Rozpoczynanie konwersji...
ro: Începerea conversiei...
sk: Začínam konverziu...
sv: Startar konvertering...
tr: Dönüşüm başlatılıyor...

source: Command
da: Kommando
de: Befehl
es: Comando
et: Käsk
he: פקודה
hr: Naredba
it: Comando
ja: コマンド
no: Kommando
pl: Polecenie
ro: Comandă
sk: Príkaz
sv: Kommando
tr: Komut

source: Waiting for command...
da: Venter på kommando...
de: Warten auf Befehl ...
es: Esperando comando...
et: Ootan käsku...
he: ממתין לפקודה...
hr: Čekam na naredbu...
it: In attesa di un comando...
ja: コマンドを待っています...
no: Venter på kommando...
pl: Czekam na polecenie...
ro: Așteptând comanda...
sk: Čakám na príkaz...
sv: Väntar på kommando...
tr: Komut bekleniyor...

source: Command Output
da: Kommandooutput
de: Befehlsausgabe
es: Salida de comando
et: Käsk Tulemused
he: פלט פקודה
hr: Izlaz naredbe
it: Uscita del comando
ja: コマンド出力
no: Kommando Utdata
pl: Wyjście polecenia
ro: Ieșire comandă
sk: Výstup príkazu
sv: Kommandoutdata
tr: Komut Çıktısı

source: Conversion cancelled
da: Konvertering annulleret
de: Konvertierung abgebrochen
es: Conversión cancelada
et: Konversioon tühistatud
he: המרה בוטלה
hr: Konverzija otkazana
it: Conversione annullata
ja: 変換がキャンセルされました
no: Konvertering avbrutt
pl: Konwersja anulowana
ro: Conversia anulată
sk: Konverzia zrušená
sv: Konvertering avbruten
tr: Dönüşüm iptal edildi

source: NVENC (Nvidia)
he: NVENC (נבידיה)

source: VAAPI (Intel/AMD)
he: VAAPI (אינטל/AMD)

source: Complete
sk: Dokončené

source: Failed to convert: {0}
sv: Misslyckades med att konvertera: {0}

source: A file conversion failed.
sv: En filkonvertering misslyckades.

source: Choose which hardware accelerates video processing: • Auto-detect: Automatically uses the best available • NVENC: For Nvidia graphics cards (fastest) • VAAPI: For Intel/AMD graphics • QSV: For Intel processors • Vulkan: Cross-platform GPU acceleration • Software: Uses CPU only (slowest but compatible)
sv: Välj vilken hårdvara som accelererar videobearbetning: • Automatisk upptäckte: Använder automatiskt den bästa tillgängliga • NVENC: För Nvidia-grafikkort (snabbast) • VAAPI: För Intel/AMD-grafik • QSV: För Intel-processorer • Vulkan: Plattformoberoende GPU-acceleration • Programvara: Använder endast CPU (långsammast men kompatibel)

source: Controls how compressed the video will be: • Very High/High: Best quality, larger file size • Medium: Good balance between quality and size • Low/Very Low: Smaller files, lower quality Higher quality = slower processing + bigger files
sv: Kontrollerar hur komprimerad videon kommer att vara: • Mycket hög/hög: Bästa kvalitet, större filstorlek • Medium: Bra balans mellan kvalitet och storlek • Låg/mycket låg: Mindre filer, lägre kvalitet Högre kvalitet = långsammare bearbetning + större filer

source: The format used to compress video: • H.264: Most compatible, works everywhere • H.265 (HEVC): Better compression, newer devices • AV1: Best compression, requires modern hardware • VP9: Good for web, used by YouTube
sv: Formatet som används för att komprimera video: • H.264: Mest kompatibel, fungerar överallt • H.265 (HEVC): Bättre kompression, nyare enheter • AV1: Bästa kompression, kräver modern hårdvara • VP9: Bra för webben, används av YouTube

source: What to do with the audio: • Copy: Keep audio unchanged (fast) • Re-encode: Convert audio to new format • Remove: Delete all audio tracks
sv: Vad man ska göra med ljudet: • Kopiera: Behåll ljudet oförändrat (snabbt) • Omskapa: Konvertera ljudet till nytt format • Ta bort: Ta bort alla ljudspår

source: How to handle subtitle tracks: • Extract to SRT: Save as separate subtitle file • Keep Embedded: Leave inside video file • Remove: Delete all subtitles
sv: Hur man hanterar undertextspår: • Extrahera till SRT: Spara som separat undertextfil • Behåll inbäddad: Lämna kvar i videofilen • Ta bort: Ta bort alla undertexter

source: Exclusive option to cut videos into segments or change the container format to MP4 or MKV, with the advantage of no quality loss and very fast processing.
sv: Exklusivt alternativ för att klippa videor i segment eller ändra behållarformat till MP4 eller MKV, med fördelen av ingen kvalitetsförlust och mycket snabb bearbetning.

source: Encoding speed vs file size: • Ultra Fast: Quick but larger files • Medium: Balanced (recommended) • Very Slow: Best compression, takes longer
sv: Kodningshastighet vs filstorlek: • Ultra Snabb: Snabb men större filer • Medium: Balanserad (rekommenderas) • Mycket Långsam: Bästa kompression, tar längre tid

source: Audio compression format (when re-encoding): • AAC: Most compatible, good quality • Opus: Best quality at low bitrates • AC3 (Dolby Digital): For home theater systems
sv: Ljudkomprimeringsformat (vid omkodning): • AAC: Mest kompatibelt, bra kvalitet • Opus: Bästa kvalitet vid låga bithastigheter • AC3 (Dolby Digital): För hemmabiosystem

source: Output video size: • Original: Keep the same size • Standard formats: 4K, Full HD, HD for TVs/monitors • Vertical formats: For smartphones and social media • Custom: Specify your own dimensions
sv: Utdata videostorlek: • Original: Behåll samma storlek • Standardformat: 4K, Full HD, HD för TV/monitorer • Vertikala format: För smartphones och sociala medier • Anpassad: Ange dina egna dimensioner

source: Video container format: • MP4: Most compatible • MKV: Supports more features
sv: Videokontainerformat: • MP4: Mest kompatibel • MKV: Stöder fler funktioner

source: Adjust how light or dark the video appears: • Move right: Brighter • Move left: Darker • Default: 0 (no change)
sv: Justera hur ljus eller mörk videon verkar: • Flytta höger: Ljusare • Flytta vänster: Mörkare • Standard: 0 (ingen förändring)

source: Control color intensity: • Move right: More vivid colors • Move left: More gray/washed out • Default: 1.0 (no change)
sv: Kontrollera färgintensitet: • Flytta höger: Mer livfulla färger • Flytta vänster: Mer grå/blekt • Standard: 1.0 (ingen förändring)

source: Shift colors: • Positive values: Shift toward red/yellow • Negative values: Shift toward blue/green • Default: 0 (no change)
sv: Skift färger: • Positiva värden: Skift mot röd/gul • Negativa värden: Skift mot blå/grön • Standard: 0 (ingen förändring)

source: Remove unwanted areas from video edges: • Drag borders to remove parts • Useful for removing black bars or unwanted content • Does not resize, only cuts
sv: Ta bort oönskade områden från videokanter: • Dra kanterna för att ta bort delar • Användbart för att ta bort svarta kanter eller oönskat innehåll • Ändrar inte storlek, klipper endast

source: Select the parts you want to keep in the video. You can add sections by clicking the + button or, more easily, by using the marker button directly on the video area. You can export the selected segments as a single file or as separate files, which is very convenient, for example, when creating clips for social media.
sv: Välj de delar du vill behålla i videon. Du kan lägga till sektioner genom att klicka på +-knappen eller, enklare, genom att använda markeringsknappen direkt på videoområdet. Du kan exportera de valda segmenten som en enda fil eller som separata filer, vilket är mycket praktiskt, till exempel när du skapar klipp för sociala medier.

source: Decodes video using CPU • Encodes video using GPU • Can be faster on some systems • Try if full GPU encoding has issues
sv: Avkodar video med CPU • Kodar video med GPU • Kan vara snabbare på vissa system • Prova om full GPU-kodning har problem

source: Audio quality: • Higher = better quality, larger file • 128k: Good for most content • 192k: High quality • 256k+: Audiophile quality • Default: Let encoder decide
sv: Ljudkvalitet: • Högre = bättre kvalitet, större fil • 128k: Bra för det mesta innehållet • 192k: Hög kvalitet • 256k+: Audiophile kvalitet • Standard: Låt kodaren avgöra

source: Number of audio channels: • 1: Mono (single speaker) • 2: Stereo (left/right) • 6: 5.1 Surround sound • 8: 7.1 Surround sound • Default: Keep original
sv: Antal ljudkanaler: • 1: Mono (en högtalare) • 2: Stereo (vänster/höger) • 6: 5.1 Surroundljud • 8: 7.1 Surroundljud • Standard: Behåll original

source: Advanced FFmpeg options: • Add custom FFmpeg parameters • Example: -ss 60 -t 30 (skip 60s, take 30s) • For advanced users only • Wrong options can cause errors
sv: Avancerade FFmpeg-alternativ: • Lägg till anpassade FFmpeg-parametrar • Exempel: -ss 60 -t 30 (hoppa över 60s, ta 30s) • Endast för avancerade användare • Felaktiga alternativ kan orsaka fel

source: Skips video processing • Only extracts subtitle tracks to SRT files • Fast operation • Useful when you only need subtitles
sv: Hoppar över videobearbetning • Extraherar endast undertextspår till SRT-filer • Snabb drift • Användbar när du bara behöver undertexter

source: • Display explanations when hovering over options • This message you are reading is an example of a tooltip
sv: • Visa förklaringar när du hovrar över alternativ • Det här meddelandet du läser är ett exempel på en tooltip

source: Return to file queue
sv: Återgå till filkö

source: Add video files to the queue for conversion
sv: Lägg till videofiler i kön för konvertering

source: Start converting all files in the queue
sv: Börja konvertera alla filer i kön

source: Convert this file with current editing settings
sv: Konvertera den här filen med aktuella redigeringsinställningar.

source: Faster but less compatible
sv: Snabbare men mindre kompatibel

source: Show helpful tooltips
sv: Visa hjälpsamma verktygstips

source: Display explanation when hovering over options
sv: Visa förklaring när du hovrar över alternativ.

source: 1 video conversion has been completed successfully!
sv: 1 videokonvertering har slutförts framgångsrikt!

source: {0} video conversions have been completed successfully!
sv: {0} videokonverteringar har slutförts framgångsrikt!
